{
    "TabHome": "首页",
    "TabCategory": "分类",
    "TabCart": "购物车",
    "TabMine": "我的",
   
    "CategoryViewAll": "全部",

    "CartUseCouponTitle": "使用优惠码",
    "CartUseCoupon": "请选择优惠码",
    "CartProductTitle": "商品列表",
    "CartDeleteTitle": "确认删除此产品吗？",
    "CartNoCoupon": "暂无优惠码",  

    "Setting": "设置",
    "MineWelcome": "你好, {{name}}",
    "MineViewedTitle": "最近浏览",
    
    "SettingChangePassword": "修改密码",
    "SettingCurrentCountry": "当前国家",
    "SettingCurrentLanguage": "当前语言",
    "SettingCurrentCurrency": "当前货币",

    "SettingChangeUserInfo": "修改用户信息",
    "SettingAvatar": "头像",

    "ChangeCurrencyTitle": "修改货币",
    "ChangeLanguageTitle": "修改语言",

    "AddressNewBtn": "添加新地址",
    "AddressEditTitle": "编辑地址",
    "AddressDeleteTitle": "确认删除此地址吗？",

    "ProviceListTitle": "省份列表",
    "CountryListTitle": "国家列表",
    
    "LoginSignIn": "登录",
    "LoginSignUp": "注册",
    "LoginSignOut": "登出",
    "LoginEmail": "电子邮箱",
    "RegistJoinText": "通过加入，您同意我们",
    
    "ForgotPwdSendCode": "发送验证码",
    "ForgotPwdVerifiCode": "验证码",
    "ForgotPwdResetPwd": "重置密码",
    
    "ProductSortTitle": "排序",
    "ProductTotalTitle": "个",
    
    "DetailNoSelectedAttr": "请选择",

    "ShippingTitle": "下单页面",
    "ShippingMethod": "邮寄方式",   

    "PaymentTitle": "支付页面",
    "PaymentCreditCard": "信用卡",
    "PaymentDebitCard": "储蓄卡",
    "PaymentNullBank": "您订单的当前货币不支持借记卡付款。",
 
    "PaymentResultTitle": "支付结果",

    "ContactUsSubmitFail": "提交失败",
    
    "FirstNameNull": "请输入姓",
    "LastNameNull": "请输入名",
    "AddressLine1Null": "请输入街道地址",
    "CityNull": "请输入城市",
    "ProvinceNull": "请输入省份",
    "PostCodeNull": "请输入邮政编码",
    "CountryNull": "请选择国家",
    "TelephoneNull": "请输入电话号码",
    "EmailNull": "请输入邮箱地址",
    "CardNoNull": "请输入信用卡卡号",
    "CardDateNull": "请输入信用卡有效时间",
    "CardCVVNull": "请输入信用卡CVV",
    "PasswordNull": "请输入密码",
    "ConfirmPasswordNull": "请确认密码",
    "PasswordNotMatch": "输入密码不一致",
    "OldPasswordNull": "请输入旧密码",
    "NewPasswordNull": "请输入新密码",

    "CommoneWaitting": "请稍等...",
    "CommoneSearchHint": "请输入商品名称",
    "CommonNoData": "暂无数据",
    
    "CommonPullingText": "下拉刷新",
    "CommonRefreshingText": "正在刷新...",
    "CommonLoadingText": "加载更多数据...",

    "CommonOk": "确定",
    "CommonConfirm": "确认",
    "CommonSuccess": "成功",
    "CommonFail": "失败",

    "QuitAppTitle": "您要退出APP吗?",
    "QuitBtn": "退出",
    "TimeoutTitle": "请求超时,请稍后再试!",

    "DownloadProgress": "已下载 {{progress}}",
    
    "HomeNewArrival": "Neue Produkte",
    "HomeBestSeller": "Bestseller",    

    "CartFreeShippingInfo": "{{price}} Waren hinzufügen, um freie Lieferung zu genießen.",
    "CartCheckout": "Zur Kasse", 
    "CartSubTotal": "Gesamtwert", 
    "CartGrandTotal": "Zwischensumme",
    "CartApplyText": "Bestätigen",

    "MineCouponHint": "Erstellen Sie ein Konto und genießen Sie Ihren Gutscheincode!",
    "MyOrder": "Meine Bestellung",
    "MyFavorites": "Mein Favorit",
    "MyCoupon": "Mein Gutschein",
    "MyAddress": "Meine Adresse",

    "SettingOldPwd": "Altes Passwort",
    "SettingNewPwd": "Neues Passwort",
    "SettingConfirmPwd": "Passwort bestätigen",
    "SettingFirstName": "Vorname",
    "SettingLastName": "Nachname",

    "AddressLine1": "Anschrift Zeile 1",
    "AddressLine2": "Anschrift Zeile 2",
    "AddressCity": "Stadt",
    "AddressProvince": "Bundesland / Provinz",
    "AddressPostalCode": "ZIP/Postal Code",
    "AddressCountry": "PLZ / Postleitzahl",
    "AddressPhoneNumber": "Telefonnummer",
    "AddressPhoneNumber2": "Telefonnummer 2",
    "AddressEmail": "E-Mail-Addresse",

    "LoginPassword": "Passwort",
    "LoginGender": "Geschlecht",
    "LoginGenderFemale": "Weiblich",
    "LoginGenderMale": "Männlich",
    "LoginForgotPwd": "Passwort vergessen",
    "PasswordHint": "Hinweis: Ihr Passwort muss mindestens 6 Zeichen lang sein.",

    "ProductSortType1": "empfehlen",
    "ProductSortType2": "Preis: aufsteigend",
    "ProductSortType3": "Preis: absteigend",

    "DetailColorTitle": "Farbe",
    "DetailDescFeatures": "BESCHREIBUNG & EIGENSCHAFTEN",
    "DetailShippingReture": "KOSTENLOSER VERSAND & RÜCKGABE",
    "DetailWhenShipTitle": "Wann wird meine Bestellung versandt?",
    "DetailWhenShipContent1": "In der Regel werden alle Bestellungen innerhalb von 24 Stunden bearbeitet und versendet.",
    "DetailWhenShipContent2": "Die Bestellungen werden innerhalb von 24 Stunden versendet. Danach werden Sie die Tracking-Nummer per E-Mail bekommen und wir werden Ihnen auch die Anfrageadressen geben.",
    "DetailCanShipTitle": "Können Sie in mein Land versenden?",
    "DetailCanShipContent": "Wir können in Ihr Land versenden. Wir können Einzelartikel oder große Bestellungen in mehr als 100 Länder versenden.",
    "DetailEasyReturnsTitle": "Einfache 365-Tage-Rückgabe",
    "DetailEasyReturnsContent": "Wir sind zu Ihrer vollen Zufriedenheit verpflichtet. Wenn aus irgendeinem Grund keine Steuer verbunden ist, innerhalb von 365 Werktagen nach Erhalt der Ware (n). Um eine Gutschrift für einen Umtausch oder eine Gutschrift auf Ihrem Belastungskonto zu erhalten, beachten Sie bitte, dass alle Rücksendungen und Umtäusche in neuem, ungebrauchtem oder ungetragenem Zustand sein müssen, wobei die ursprünglichen Anhänger und Aufkleber angebracht sind. Artikel, die als abgenutzte, gebrauchte, verschmutzte oder fehlende Etiketten gelten, werden auf Kosten des Käufers an den Käufer zurückgesandt, und es erfolgt keine Rückerstattung. Damenbekleidung kann nur zurückgegeben werden, wenn der Sanitäreinsatz vorhanden ist. Unterwäsche, individuelle und personalisierte Artikel sind vom Umtausch ausgeschlossen. Da verloren gegangene Rücksendungen in der Verantwortung des Kunden liegen, müssen Sie unbedingt die Sendungsnummer für die Rücksendung anfordern.",
    "DetailAddToCart": "In den Einkaufswagen",

    "ShippingFastShipping": "Express-Lieferung",
    "ShippingFastShippingDesc": "Die Bestellungen werden innerhalb von 24 Stunden versendet.",
    "ShippingPlaceOrder": "bestellen",    
    "ShippingQty": "Quantität",
    "ShippingPaymentMethodHint": "Visa Card, Master Card, Debitkarte, JCB, American Express",    

    "PaymentShippingAddress": "Lieferanschrift",
    "PaymentBillingAddress": "Rechnungsadresse",
    "PaymentMethod": "Zahlungsmethode",

    "PaymentCardNumber": "Kartennummer",
    "PaymentCardDate": "Verfallsdatum",
    "PaymentCardCVV": "CVN",
    "PaymentPayNow": "bezahlen jetzt",

    "OrderStatusForPending": "ausstehen",
    "OrderStatusForFail": "Scheitern",
    "OrderStatusForSuccess": "Erfolg",
    "OrderStatusForDelay": "Verzögern",

    "OrderNo": "Bestellnummer",
    "OrderDate": "Auftragsdatum",
    "OrderTotal": "Gesamtsumme",
    "OrderToDetail": "Bestellungen ansehen",
    "OrderToPay": "weiter bezahlen",

    "OrderDetailTitle": "Bestelldetails",

    "AboutUs": "Über uns",
    "ConditionsOfUse": "Nutzungsbedingungen",
    "ShippingReturns": "Versand & Rückgabe",
    "PrivacyNotice": "Datenschutzerklärung",
    "ContactUs": "mit uns Kontakt nehmen",

    "ContactUsType": "Art",
    "ContactUsTitle": "Titel",
    "ContactUsMessage": "Nachricht",
    "ContactUsTypePayment": "Zahlungshinweise",
    "ContactUsTypeShip": "Über die Versendung",
    "ContactUsTypeOther": "Anderes",
    "ContactUsTypePlaceholder": "Bitte Art auswählen",
    "ContactUsTitlePlaceholder": "Bitte Titel eingeben",
    "ContactUsMessagePlaceholder": "Bitte geben Sie eine Nachricht ein",
    "ContactUsSubmitSuccess": "Erfolgreiches Einreichen",

    "CommonDelete": "Löschen",
    "CommonCancel": "Stornieren",
    "CommonSubmit": "einreichen",
    "CommonEdit": "Bearbeiten",
    "CommonSave": "speichern",
    
    "paymentCvvMsg1": "Visa und Mastercard verwenden eine 3-stellige Prüfziffer",
    "paymentCvvMsg2": "Wir benötigen zu Ihrer Sicherheit die Eingabe der 3-stelligen Prüfziffer Ihrer Visa oder Mastercard.",
    "paymentCvvMsg3": "Diese Prüfziffer ist eine 3-stellige Nummer auf der Rückseite Ihrer Kreditkarte und befindet sich auf dem Unterschriftsstreifen oben rechts.",
    "paymentCvvMsg4": "American Express verwendet eine 4-stelligen Prüfziffer",
    "paymentCvvMsg5": "Wir benötigen zu Ihrer Sicherheit die Eingabe der 4-stelligen Prüfziffer Ihrer American Express Karte.",
    "paymentCvvMsg6": "Die American Express Prüfziffer ist eine 4-stellige Nummmer auf der Vorderseite Ihrer Kreditkarte und befindet sich rechts hinter Ihrer Kreditkartennummer.",

    "PaymentResultFail1": "Sehr geehrte Kunden",
    "PaymentResultFail2": "Es tut uns sehr leid, dass sich die Zahlung verzögert hat, als Sie mit VISA bezahlt haben. Bitte warten Sie und machen Sie sich keine Sorgen. Sobald die Bestellung erfolgreich bezahlt wurde, erhalten Sie eine Bestätigungs-E-Mail.",
    "PaymentResultFail3": "Oder Sie können sicher versuchen, mit MasterCard zu zahlen. Wenn die MasterCard-Zahlung erfolgreich ist, stornieren wir Ihre VISA-Zahlung und garantieren, dass Sie nur einmal für eine Bestellung erfolgreich bezahlen.",

    "AboutUsTitle1": "1. Sichere Website",
    "AboutUsDesc1": "Als ein verantwortungsbewusstes Unternehmen werden wir alles dafür geben, dass wir die Sicherheit des Kaufs gewährleisten, dafür haben wir eine Vielzahl von Sicherheitstechnologien verwendet, um die Informationssicherheit, Geheimhaltung zu schützen. Wir setzen uns dafür, dass die fröhliche und sichere Einkäufe angeboten werden.",
    "AboutUsTitle2": "2. Guter Service",
    "AboutUsDesc2": "Unser Kundendienstmitarbeiter wird Ihnen gerne helfen, die richtigen Produkte den ganzen Tag online zu finden und zu montieren. Sobald Ihre Bestellung abgeschlossen ist, erhalten Sie die Bestätigungs-E-Mail in 1 Stunde. Wie anderen Anfragen- E-Mail werden wir in 12 Stunden antworten.",
    "AboutUsTitle3": "3. Zufriedenstellende Rückerstattungsrichtlinie",
    "AboutUsDesc3": "Ihre Zufriedenheit ist das, wonach wir streben. Deshalb bieten wir 15-tägige Zufriedenheitsgarantie-Rückgaberecht. Weitere Details finden Sie unter Rückgaberecht.",
    "AboutUsTitle4": "4. Gute Qualität, guter Preis",
    "AboutUsDesc4": "Die Produkte sind direkt ab Werk, was nicht nur die Kosten senkt, sondern auch die Qualität garantiert. Wir bieten Ihnen aber bessere Waren und Service an.",
    "AboutUsTitle5": "5. Beliebteste Zahlungsmethode",
    "AboutUsDesc5": "Kreditkarte als eine der bequemsten Zahlungsmethoden wird auch mehr Sicherheit für den Kauf bringen.",
    "AboutUsTitle6": "6. Weltweite kostenlose Steuer",
    "AboutUsDesc6": "Egal wo Sie sind, Sie müssen die Steuer nicht bezahlen. In dem unwahrscheinlichen Fall, dass Sie zahlen müssen, können Sie den Erhalt der Steuerrechnung unserem Kundenservice zur Verfügung stellen. Dann werden wir es für Sie erstatten.",

    "ConditionsTitle1": "Wir streben Ihre Zufriedenheit an, und bieten Ihnen eine umfassende Rückgaberecht. Wenn die Produkte Probleme haben, kontaktieren Sie uns bitte vor Rücksendungen.",
    "ConditionsDesc1": "Reparatur",
    "ConditionsTitle2": "In 3 Monaten (ab dem Lieferdatum online), wenn die Produkte mit Qualitätsproblemen (Nicht- menschliche Faktoren oder nicht-resistente externe Schäden) sind, können Sie sie zur Reparatur zurücksenden (Käufer decken die Versandkosten). Sobald das Produkt von unserer Qualitätskontrolle zurückgebracht und überprüft wird, um zu bestätigen, dass es nicht-menschliche Faktoren oder nicht-beständiger äußerer Schaden ist, reparieren wir für Sie und versenden sie zurück zu Ihnen wieder (Verkäufer zahlen die Versandkosten). Oder Sie können auch zu Ihrem örtlichen Wartungszentrum gehen und die fehlerhaften Gegenstände reparieren und uns die Quittung der Reparaturkosten senden. Dann werden wir die Kosten bezahlen.",
    "ConditionsDesc2Line1": "Tipps: Die Reparaturkosten sollten von uns nicht erstattet werden, wenn die Qualitätsprobleme durch menschliche Faktoren oder vermeidbare Schäden verursacht werden.",
    "ConditionsDesc2Line2": "Ersatz",
    "ConditionsTitle3": "Nicht-Qualitätsprobleme",
    "ConditionsDesc3": "Innerhalb von 7 Tagen (ab dem Lieferdatum online), wenn Sie feststellen, dass die Produkte große Probleme in Farbe und Größe haben, kann es unter den folgenden Bedingungen zurückgegeben und ersetzt werden:",
    "ConditionsTitle4": "1. Die Produkte sollten in der Originalverpackung zurückgegeben werden.",
    "ConditionsDesc4Line1": "2. Die Produkte sollten nicht verwendet worden sein und keinen Einfluss auf den Zweitverkauf haben.",
    "ConditionsDesc4Line2": "3. Nachdem die Produkte zurückgeschickt wurden und keine anderen Probleme mehr haben, werden wir Ihnen eine neue liefern.",
    "ConditionsDesc4Line3": "Qualitätsprobleme",
    "ConditionsTitle5": "Wenn Sie innerhalb von 30 Tagen (ab dem Lieferdatum online) feststellen, dass die Produkte Qualitätsprobleme haben (nichtmenschliche Faktoren oder nicht resistente äußere Schäden), können Sie diese zurücksenden. Sobald das Produkt von unserer Qualitätskontrolle zurückgesendet und überprüft wurde, dass es sich um nicht-menschliche Faktoren oder nicht-resistenten externen Schaden handelt, ersetzen wir einen neuen für Sie. (Verkäufer zahlen die Versandkosten).",
    "ConditionsDesc5": "Tipps: Wenn die Qualitätsprobleme durch menschliche Faktoren oder vermeidbare Schäden verursacht werden, sollten die Kosten für die Rückgabe oder den Austausch von Käufern getragen werden.",
    "ConditionsTitle6": "Rückgabe und teilweise Rückerstattung",
    "ConditionsDesc6": "Unsere Website kann keine vollständige Rückerstattung wegen nicht qualitativer Probleme wie:",
    "ConditionsTitle7": "- Die Farbe unterscheidet sich von der auf der Website. (Dies kann durch verschiedene Geräten verursacht werden.)",
    "ConditionsDesc7": "- Die Produkte sind nicht, was ich mir vorgestellt habe.",
    "ConditionsTitle8": "- Ich bin nicht zufrieden mit diesem Produkt.",
    "ConditionsDesc8": "Wenn Sie in 7 Tagen (ab dem Lieferdatum online) die Rückgabe der Artikel aus den oben genannten Gründen verlangen, müssen Sie die Produkte im Originalpaket zurücksenden (Käufer zahlen die Versandkosten). Nachdem wir die Produkte erhalten haben, werden wir Bearbeitungsgebühr und Versandgebühr abziehen und Ihnen eine teilweise Rückerstattung geben.",
    "ConditionsTitle9": "Rückgabe und volle Rückerstattung",
    "ConditionsDesc9": "In 7 Tagen (ab dem Lieferdatum online), wenn Sie feststellen, dass die Produkte Qualitätsprobleme haben, werden wir Ihnen volle Rückerstattung geben.",
    "ConditionsTitle10": "Tipps: Wenn die Qualitätsprobleme durch menschliche Faktoren oder vermeidbare Schäden verursacht werden, sollten die Kosten für die Rückgabe oder den Austausch von Käufern getragen werden.",
    "ConditionsDesc10": "Wenn Sie Fragen haben, senden Sie bitte eine E-Mail an unseren Kundenservice, wir bieten Ihnen die Rücksendeinformationen.",
    "ConditionsTitle11": "",
    "ConditionsDesc11": "",
    "ConditionsTitle12": "",
    "ConditionsDesc12": "",

    "ShippingReturnsTitle1": "Verpackt",
    "ShippingReturnsDesc1Line1": "Allgemeiner Artikel: In 24 Stunden, sobald die Bestellung bestätigt wird.",
    "ShippingReturnsDesc1Line2": "Maßgeschneiderter Artikel: 3-5 Werktage.",
    "ShippingReturnsDesc1Line3": "Sobald das Paket fertig ist, wird unsere Logistikabteilung professionell den schnellen und bequemen Weg wählen, um nach Ihrem Zielort zu versenden. Gleichzeitig können Sie den Link des Versandsystems eines Drittanbieters verwenden, den wir Ihnen in der E-Mail zur Verfügung stellen, um Ihre Bestellung zu folgen.",
    "ShippingReturnsTitle2": "Lieferzeit",
    "ShippingReturnsDesc2": "In der Regel dauert die Lieferzeit ca. 5-8 Werktage. Wie auch immer verschiedene Länder, die Zeit kann unterschiedlich je nach unterschiedlichen Ländern sein. Bitte beachten Sie die Versandinformationen im Versandsystem. Wenn Sie Irgendwelche Probleme haben, biete wenden Sie sich an uns.",
    "ShippingReturnsTitle3": "Verfolgen Sie Ihre Bestellung",
    "ShippingReturnsDesc3Line1": "Wir verwenden das Versandsystem von Drittanbietern, um Ihnen den Zugriff auf Ihre Lieferinformationen zu erleichtern.",
    "ShippingReturnsDesc3Line2": "Sie müssen die denselben Informationen eingeben, die Sie bei der Bestellung verwendet haben. Sie können auf die Versandinformationen zugreifen.",
    "ShippingReturnsDesc3Line3": "benötigte Informationen:",
    "ShippingReturnsDesc3Line4": "Vorname",
    "ShippingReturnsDesc3Line5": "Familienname, Nachname",
    "ShippingReturnsDesc3Line6": "Email",

    "PrivacyDesc1": "Unsere Website respektiert die Privatsphäre unserer Besucher / Kunden, was für uns sehr wichtig ist. Um Ihnen besser zu dienen und Sie verstehen zu lassen, wie Ihre Informationen auf unserer Website verwendet werden, erläutern wir unsere Datenschutzrichtlinie.",
    "PrivacyTitle2": "1. Die Informationen, die wir sammeln",
    "PrivacyDesc2": "Es ist wichtig für uns, dass Sie wissen, welche Arten von Informationen wir sammeln. Dazu gehören Ihre E-Mail-Adresse, Ihr Name, Ihr Firmenname, Ihre Adresse, Postleitzahl, Stadt, Land, Telefonnummer, Passwort und so weiter.",
    "PrivacyTitle3": "Registrierung und Bestellung",
    "PrivacyDesc3": "Während der Registrierung speichert unser System nur Ihr Konto, Passwort und E-Mail. Wenn Sie die Bestellung erstellen, werden die Versand- und Kontaktinformationen bereitgestellt. Wenn wir bei der Bearbeitung Ihrer Bestellung auf ein Problem stoßen, verwenden wir möglicherweise die von Ihnen angegebenen persönlichen Daten, um Sie zu kontaktieren.",
    "PrivacyTitle4": "E-Mail-Adressen:",
    "PrivacyDesc4": "Ihre E-Mail-Adresse wird verwendet, um sich online zu registrieren und eine Bestellung aufzugeben. Und wenn wir neue Produkte mitbringen, senden wir auch unseren Werbetext. Natürlich können Sie den Werbetext auch abbestellen.",
    "PrivacyTitle5": "2. Die Verwendung von Informationen",
    "PrivacyDesc5Line1": "- Hilft Ihnen dabei, die Website einfacher zu verwenden, und müssen Sie die Informationen nicht erneut eingeben.",
    "PrivacyDesc5Line2": "- Hilft Ihnen, Informationen, Produkte und Services schnell zu finden.",
    "PrivacyDesc5Line3": "- Helfen Ihnen, Inhalte auf dieser Website zu erstellen, die für Sie am relevantesten ist.",
    "PrivacyDesc5Line4": "- Benachrichtigt Sie über neue Informationen, Produkte und Services.",
    "PrivacyTitle6": "3. Datenschutz",
    "PrivacyDesc6": "Wir werden Ihre persönlich identifizierbaren Informationen nicht an andere Unternehmen verkaufen (oder sie verkaufen sowie vermieten). Wir verwenden auch die neueste Verschlüsselungstechnologie, um die Informationssicherheit zu gewährleisten. Und alle Mitarbeiter, die wir einstellen, müssen eine Vertraulichkeitsvereinbarung unterzeichnen, die es ihnen verbietet, Informationen an andere Personen oder Organisationen weiterzugeben."
}