{
    "TabHome": "首页",
    "TabCategory": "分类",
    "TabCart": "购物车",
    "TabMine": "我的",
   
    "CategoryViewAll": "全部",

    "CartUseCouponTitle": "使用优惠码",
    "CartUseCoupon": "请选择优惠码",
    "CartProductTitle": "商品列表",
    "CartDeleteTitle": "确认删除此产品吗？",
    "CartNoCoupon": "暂无优惠码",  

    "Setting": "设置",
    "MineWelcome": "你好, {{name}}",
    "MineViewedTitle": "最近浏览",
    
    "SettingChangePassword": "修改密码",
    "SettingCurrentCountry": "当前国家",
    "SettingCurrentLanguage": "当前语言",
    "SettingCurrentCurrency": "当前货币",

    "SettingChangeUserInfo": "修改用户信息",
    "SettingAvatar": "头像",

    "ChangeCurrencyTitle": "修改货币",
    "ChangeLanguageTitle": "修改语言",

    "AddressNewBtn": "添加新地址",
    "AddressEditTitle": "编辑地址",
    "AddressDeleteTitle": "确认删除此地址吗？",

    "ProviceListTitle": "省份列表",
    "CountryListTitle": "国家列表",
    
    "LoginSignIn": "登录",
    "LoginSignUp": "注册",
    "LoginSignOut": "登出",
    "LoginEmail": "电子邮箱",
    "RegistJoinText": "通过加入，您同意我们",
    
    "ForgotPwdSendCode": "发送验证码",
    "ForgotPwdVerifiCode": "验证码",
    "ForgotPwdResetPwd": "重置密码",
    
    "ProductSortTitle": "排序",
    "ProductTotalTitle": "个",
    
    "DetailNoSelectedAttr": "请选择",

    "ShippingTitle": "下单页面",
    "ShippingMethod": "邮寄方式",

    "PaymentTitle": "支付页面",
    "PaymentCreditCard": "信用卡",
    "PaymentDebitCard": "储蓄卡",
    "PaymentNullBank": "您订单的当前货币不支持借记卡付款。",

    "PaymentResultTitle": "支付结果",

    "ContactUsSubmitFail": "提交失败",
    
    "FirstNameNull": "请输入姓",
    "LastNameNull": "请输入名",
    "AddressLine1Null": "请输入街道地址",
    "CityNull": "请输入城市",
    "ProvinceNull": "请输入省份",
    "PostCodeNull": "请输入邮政编码",
    "CountryNull": "请选择国家",
    "TelephoneNull": "请输入电话号码",
    "EmailNull": "请输入邮箱地址",
    "CardNoNull": "请输入信用卡卡号",
    "CardDateNull": "请输入信用卡有效时间",
    "CardCVVNull": "请输入信用卡CVV",
    "PasswordNull": "请输入密码",
    "ConfirmPasswordNull": "请确认密码",
    "PasswordNotMatch": "输入密码不一致",
    "OldPasswordNull": "请输入旧密码",
    "NewPasswordNull": "请输入新密码",

    "CommoneWaitting": "请稍等...",
    "CommoneSearchHint": "请输入商品名称",
    "CommonNoData": "暂无数据",
    
    "CommonPullingText": "下拉刷新",
    "CommonRefreshingText": "正在刷新...",
    "CommonLoadingText": "加载更多数据...",

    "CommonOk": "确定",
    "CommonConfirm": "确认",
    "CommonSuccess": "成功",
    "CommonFail": "失败",

    "QuitAppTitle": "您要退出APP吗?",
    "QuitBtn": "退出",
    "TimeoutTitle": "请求超时,请稍后再试!",

    "DownloadProgress": "已下载 {{progress}}",
    
    "HomeNewArrival": "Nouvelles Arrivées",
    "HomeBestSeller": "Meilleures ventes",   

    "CartFreeShippingInfo": "AJOUTEZ {{price}} D'ITEMS POUR PROFITER DE LA LIVRAISON GRATUITE.",
    "CartCheckout": "Passage en caisse", 
    "CartSubTotal": "Total du Panier", 
    "CartGrandTotal": "Sous-total",
    "CartApplyText": "Appliquer",

    "MineCouponHint": "Créez un compte et profitez de votre code promo!",
    "MyOrder": "Ma commande",
    "MyFavorites": "Mes favoris",
    "MyCoupon": "Mes coupons",
    "MyAddress": "Mon adresse",

    "SettingOldPwd": "Ancien mot de passe",
    "SettingNewPwd": "Nouveau mot de passe",
    "SettingConfirmPwd": "Confirmez votre mot de passe",
    "SettingFirstName": "Prénom",
    "SettingLastName": "Nom",

    "AddressLine1": "Adresse de livraison",
    "AddressLine2": "Adresse de livraison ligne 2",
    "AddressCity": "Ville",
    "AddressProvince": "État/province/région",
    "AddressPostalCode": "Code postal/ZIP",
    "AddressCountry": "Pays de destination",
    "AddressPhoneNumber": "Numéro de portable",
    "AddressPhoneNumber2": "Numéro de portable 2",
    "AddressEmail": "Adresse électronique",

    "LoginPassword": "Mot de passe",
    "LoginGender": "Sexe",
    "LoginGenderFemale": "Femme",
    "LoginGenderMale": "Homme",
    "LoginForgotPwd": "Mot de passe oublié",
    "PasswordHint": "Astuce: Votre mot de passe doit comporter au moins 6 caractères.",

    "ProductSortType1": "Conseillé",
    "ProductSortType2": "Prix ​​croissant",
    "ProductSortType3": "Prix ​​décroissant",

    "DetailColorTitle": "Couleur",
    "DetailDescFeatures": "DESCRIPTION ET CARACTÉRISTIQUES",
    "DetailShippingReture": "LIVRAISON ET RETOURS GRATUITS",
    "DetailWhenShipTitle": "Quand ma commande sera-t-elle expédiée?",
    "DetailWhenShipContent1": "Habituellement, toutes les commandes sont traitées et expédiées dans les 24 heures.",
    "DetailWhenShipContent2": "La commande est expédiée dans les 24 heures. Après avoir exécuté une commande, nous vous enverrons le numéro de suivi par courriel et fournirons les adresses de renseignements.",
    "DetailCanShipTitle": "Pouvez-vous expédier vers mon pays?",
    "DetailCanShipContent": "Nous pouvons expédier vers votre pays. Nous pouvons expédier des échantillons à élément unique ou des commandes importantes vers plus de 100 pays.",
    "DetailEasyReturnsTitle": "Retours 365 jours faciles",
    "DetailEasyReturnsContent": "Nous nous engageons à votre entière satisfaction. Si, pour une raison quelconque, vous n'êtes pas associé à la taxe dans les 365 jours ouvrables suivant la réception du ou des articles. Pour recevoir un crédit en échange ou un crédit sur votre compte courant, veuillez noter que tous les retours et les échanges doivent être neufs, non utilisés ou non portés, avec les étiquettes et les autocollants originaux. Les articles considérés comme portés, usés, sales ou sans étiquette seront retournés à l'acheteur à leurs frais et aucun remboursement ne sera effectué. Les maillots de bain pour femme ne peuvent être retournés que si la doublure hygiénique est en place. Les sous-vêtements et les articles personnalisés et adaptés ne peuvent être retournés. Étant donné que les envois de retour perdus sont à la charge du client, veillez à obtenir un numéro de suivi pour l'envoi de retour.",
    "DetailAddToCart": "Ajouter au panier",

    "ShippingFastShipping": "EXPÉDITION RAPIDE",
    "ShippingFastShippingDesc": "Commande expédiée dans les 24 heures.",
    "ShippingPlaceOrder": "PASSER VOTRE COMMANDE",    
    "ShippingQty": "Quantité",
    "ShippingPaymentMethodHint": "Carte Visa, Master Card, Carte de débit, JCB, American Express",    

    "PaymentShippingAddress": "Adresse de livraison",
    "PaymentBillingAddress": "Adresse de facturation",
    "PaymentMethod": "Mode de paiement",

    "PaymentCardNumber": "Numéro de carte",
    "PaymentCardDate": "Date d'expiration",
    "PaymentCardCVV": "Code de sécurité",
    "PaymentPayNow": "Payez maintenant",

    "OrderStatusForPending": "En attente",
    "OrderStatusForFail": "Échec",
    "OrderStatusForSuccess": "Succès",
    "OrderStatusForDelay": "Retard",

    "OrderNo": "Numéro de commande",
    "OrderDate": "Date de commande",
    "OrderTotal": "Total",
    "OrderToDetail": "Voir la commande",
    "OrderToPay": "Continuer le paiement",

    "OrderDetailTitle": "Détails de la commande",

    "AboutUs": "À propos de nous",
    "ConditionsOfUse": "Conditions d'utilisation",
    "ShippingReturns": "Expédition et retours",
    "PrivacyNotice": "Avis de confidentialité",
    "ContactUs": "Contactez-nous",

    "ContactUsType": "Type",
    "ContactUsTitle": "Titre",
    "ContactUsMessage": "Message",
    "ContactUsTypePayment": "À propos du paiement",
    "ContactUsTypeShip": "À propos du navire",
    "ContactUsTypeOther": "Autre",
    "ContactUsTypePlaceholder": "Veuillez choisir le type",
    "ContactUsTitlePlaceholder": "Veuillez entrer le titre",
    "ContactUsMessagePlaceholder": "Veuillez entrer un message",
    "ContactUsSubmitSuccess": "Soumis avec succès",

    "CommonDelete": "Effacer",
    "CommonCancel": "Annuler",
    "CommonSubmit": "Soumettre",
    "CommonEdit": "Modifier",
    "CommonSave": "Sauvegarder",
    
    "paymentCvvMsg1": "Card Verification Number. Il s'agit du cryptogramme des cartes bancaires Visa, Mastercard, Discover...",
    "paymentCvvMsg2": "Pour votre sécurité et la protection de vos données personnelles, nous vous demandons d'entrer le numéro de vérification de votre carte bancaire.",
    "paymentCvvMsg3": "Ce numéro de vérification est formé par les 3 derniers chiffres qui figurent au dos de votre carte. Ces chiffres sont habituellement imprimés à droite ou à gauche de votre numéro principal.",
    "paymentCvvMsg4": "Cryptogramme à 4 chiffres des Cartes American Express",
    "paymentCvvMsg5": "Pour votre sécurité et la protection de vos données personnelles, nous vous demandons d'entrer le numéro de vérification de votre carte bancaire.",
    "paymentCvvMsg6": "Le numéro de vérification est le numéro formé par les 3 derniers chiffres qui figurent au recto de votre carte. Ces chiffres sont habituellement imprimés à droite de votre numéro principal.",

    "PaymentResultFail1": "Chers clients",
    "PaymentResultFail2": "Nous sommes vraiment désolés que le paiement soit retardé lorsque vous avez payé par VISA. Veuillez patienter et soyez sans crainte, un courriel de confirmation vous sera envoyé une fois la commande payée.",
    "PaymentResultFail3": "Sinon, vous pouvez aussi essayer de payer par MasterCard et si le paiement par MasterCard aboutit, nous annulerons votre paiement VISA et vous garantissons de ne payer qu'une fois pour une seule commande.",

    "AboutUsTitle1": "1. Site sécurisé",
    "AboutUsDesc1": "En tant qu'entreprise responsable, nous ferons tout notre possible pour assurer la sécurité d'achat, pour laquelle nous utilisons une variété de technologies de sécurité afin de protéger la sécurité et la non-divulgation de l'information. Ce que nous avons fait est de combiner magasinage heureux avec magasinage sécuritaire.",
    "AboutUsTitle2": "2. Excellent service",
    "AboutUsDesc2": "Notre représentant du service à la clientèle en ligne 24 heures se fera un plaisir de vous aider à trouver et à installer les bons produits. Une fois votre commande complétée, vous recevrez le courriel de confirmation sous 1 heure. Comme pour les autres demandes par courriel, nous vous répondrons dans les 12 heures.",
    "AboutUsTitle3": "3. Politique de remboursement sans embêtement",
    "AboutUsDesc3": "Nous aspirons à votre satisfaction. Nous offrons donc une politique de retour de satisfaction garantie de 15 jours. Pour plus de détails, veuillez vous référer à la politique de retour.",
    "AboutUsTitle4": "4. Bonne qualité, bon prix",
    "AboutUsDesc4": "Les produits proviennent directement de l'usine, ce qui réduit non seulement les coûts, mais assure la qualité. Nous insistons également non sur un minimum de commande, mais sur de meilleurs produits et services.",
    "AboutUsTitle5": "5. La méthode de paiement la plus populaire",
    "AboutUsDesc5": "La carte de crédit est l'un des moyens de paiement les plus pratiques et apportera également plus de sécurité pour l'achat.",
    "AboutUsTitle6": "6. Exemption mondiale de la taxe",
    "AboutUsDesc6": "Peu importe où vous êtes, vous n'avez pas à payer la taxe. Dans le cas improbable où vous êtes tenu de payer, vous pouvez fournir le reçu de la facture fiscale à notre service à la clientèle. Nous résoudrons ensuite le problème pour vous.",

    "ConditionsTitle1": "1. L'achat sécurisé",
    "ConditionsDesc1": "En tant qu'une entreprise responsable, nous ferons toute notre possibilité pour assurer la sécurité de l'achat, pour lesquelles nous utilisons une variété de technologies de sécurité pour protéger la sécurité de l'information, de non-divulgation. Ce que nous avons fait est d'apporter les achats heureux ainsi que des magasins sécurisés.",
    "ConditionsTitle2": "2. Le service excellent",
    "ConditionsDesc2Line1": "Notre représentant du service à la clientèle sera ravie de vous aider à trouver et à monter les bons produits tous les jours en ligne. Une fois votre commande est terminée, vous recevrez l'e-mail de confirmation en 1 heure. Comme pour les autres enquêtes d'e-mail, nous vous répondrons dans les 12 heures.",
    "ConditionsDesc2Line2": "3. Pas de soucis Politique retournés",
    "ConditionsTitle3": "Votre satisfaction est ce que nous sommes efforcés. Ainsi, nous offrons le politique de retour de la satisfaction garantie de 15 jours. Plus de détails, s'il vous plaît se référez à la politique de retour.",
    "ConditionsDesc3": "4. Bonne qualité, bon prix",
    "ConditionsTitle4": "Les produits sont directement de l'usine, qui non seulement réduit les coûts, mais assure une qualité garantie. Nous insistons également pas de minimum de commande, mais de meilleurs produits et services.",
    "ConditionsDesc4Line1": "5. La méthode de paiement la plus populaire",
    "ConditionsDesc4Line2": "La carte de crédit comme l'une des méthodes les plus pratiques de paiement, mais aussi pour vos achats apporte plus d'une protection de sécurité lourde.",
    "ConditionsDesc4Line3": "6. Exemption dans le monde entier",
    "ConditionsTitle5": "Peu importe où vous êtes, vous pouvez bénéficier d'un traitement en franchise d'impôt. Dans le cas peu probable que vous êtes tenu de payer, vous pouvez fournir la réception de la facture fiscale à notre service à la clientèle. Ensuite, nous allons le résoudre pour vous.",
    "ConditionsDesc5": "",
    "ConditionsTitle6": "",
    "ConditionsDesc6": "",
    "ConditionsTitle7": "",
    "ConditionsDesc7": "",
    "ConditionsTitle8": "",
    "ConditionsDesc8": "",
    "ConditionsTitle9": "",
    "ConditionsDesc9": "",
    "ConditionsTitle10": "",
    "ConditionsDesc10": "",
    "ConditionsTitle11": "",
    "ConditionsDesc11": "",
    "ConditionsTitle12": "",
    "ConditionsDesc12": "",

    "ShippingReturnsTitle1": "Verpackt",
    "ShippingReturnsDesc1Line1": "Allgemeiner Artikel: In 24 Stunden, sobald die Bestellung bestätigt wird.",
    "ShippingReturnsDesc1Line2": "Maßgeschneiderter Artikel: 3-5 Werktage.",
    "ShippingReturnsDesc1Line3": "Sobald das Paket fertig ist, wird unsere Logistikabteilung professionell den schnellen und bequemen Weg wählen, um nach Ihrem Zielort zu versenden. Gleichzeitig können Sie den Link des Versandsystems eines Drittanbieters verwenden, den wir Ihnen in der E-Mail zur Verfügung stellen, um Ihre Bestellung zu folgen.",
    "ShippingReturnsTitle2": "Lieferzeit",
    "ShippingReturnsDesc2": "In der Regel dauert die Lieferzeit ca. 5-8 Werktage. Wie auch immer verschiedene Länder, die Zeit kann unterschiedlich je nach unterschiedlichen Ländern sein. Bitte beachten Sie die Versandinformationen im Versandsystem. Wenn Sie Irgendwelche Probleme haben, biete wenden Sie sich an uns.",
    "ShippingReturnsTitle3": "Verfolgen Sie Ihre Bestellung",
    "ShippingReturnsDesc3Line1": "Wir verwenden das Versandsystem von Drittanbietern, um Ihnen den Zugriff auf Ihre Lieferinformationen zu erleichtern.",
    "ShippingReturnsDesc3Line2": "Sie müssen die denselben Informationen eingeben, die Sie bei der Bestellung verwendet haben. Sie können auf die Versandinformationen zugreifen.",
    "ShippingReturnsDesc3Line3": "benötigte Informationen:",
    "ShippingReturnsDesc3Line4": "Vorname",
    "ShippingReturnsDesc3Line5": "Familienname, Nachname",
    "ShippingReturnsDesc3Line6": "Email",

    "PrivacyDesc1": "Unsere Website respektiert die Privatsphäre unserer Besucher / Kunden, was für uns sehr wichtig ist. Um Ihnen besser zu dienen und Sie verstehen zu lassen, wie Ihre Informationen auf unserer Website verwendet werden, erläutern wir unsere Datenschutzrichtlinie.",
    "PrivacyTitle2": "1. Die Informationen, die wir sammeln",
    "PrivacyDesc2": "Es ist wichtig für uns, dass Sie wissen, welche Arten von Informationen wir sammeln. Dazu gehören Ihre E-Mail-Adresse, Ihr Name, Ihr Firmenname, Ihre Adresse, Postleitzahl, Stadt, Land, Telefonnummer, Passwort und so weiter.",
    "PrivacyTitle3": "Registrierung und Bestellung",
    "PrivacyDesc3": "Während der Registrierung speichert unser System nur Ihr Konto, Passwort und E-Mail. Wenn Sie die Bestellung erstellen, werden die Versand- und Kontaktinformationen bereitgestellt. Wenn wir bei der Bearbeitung Ihrer Bestellung auf ein Problem stoßen, verwenden wir möglicherweise die von Ihnen angegebenen persönlichen Daten, um Sie zu kontaktieren.",
    "PrivacyTitle4": "E-Mail-Adressen:",
    "PrivacyDesc4": "Ihre E-Mail-Adresse wird verwendet, um sich online zu registrieren und eine Bestellung aufzugeben. Und wenn wir neue Produkte mitbringen, senden wir auch unseren Werbetext. Natürlich können Sie den Werbetext auch abbestellen.",
    "PrivacyTitle5": "2. Die Verwendung von Informationen",
    "PrivacyDesc5Line1": "- Hilft Ihnen dabei, die Website einfacher zu verwenden, und müssen Sie die Informationen nicht erneut eingeben.",
    "PrivacyDesc5Line2": "- Hilft Ihnen, Informationen, Produkte und Services schnell zu finden.",
    "PrivacyDesc5Line3": "- Helfen Ihnen, Inhalte auf dieser Website zu erstellen, die für Sie am relevantesten ist.",
    "PrivacyDesc5Line4": "Benachrichtigt Sie über neue Informationen, Produkte und Services.",
    "PrivacyTitle6": "3. Datenschutz",
    "PrivacyDesc6": "Wir werden Ihre persönlich identifizierbaren Informationen nicht an andere Unternehmen verkaufen (oder sie verkaufen sowie vermieten). Wir verwenden auch die neueste Verschlüsselungstechnologie, um die Informationssicherheit zu gewährleisten. Und alle Mitarbeiter, die wir einstellen, müssen eine Vertraulichkeitsvereinbarung unterzeichnen, die es ihnen verbietet, Informationen an andere Personen oder Organisationen weiterzugeben."
}