{
    "TabHome": "首页",
    "TabCategory": "分类",
    "TabCart": "购物车",
    "TabMine": "我的",
   
    "CategoryViewAll": "全部",

    "CartUseCouponTitle": "使用优惠码",
    "CartUseCoupon": "请选择优惠码",
    "CartProductTitle": "商品列表",
    "CartDeleteTitle": "确认删除此产品吗？",
    "CartNoCoupon": "暂无优惠码",  

    "Setting": "设置",
    "MineWelcome": "你好, {{name}}",
    "MineViewedTitle": "最近浏览",
    
    "SettingChangePassword": "修改密码",
    "SettingCurrentCountry": "当前国家",
    "SettingCurrentLanguage": "当前语言",
    "SettingCurrentCurrency": "当前货币",

    "SettingChangeUserInfo": "修改用户信息",
    "SettingAvatar": "头像",

    "ChangeCurrencyTitle": "修改货币",
    "ChangeLanguageTitle": "修改语言",

    "AddressNewBtn": "添加新地址",
    "AddressEditTitle": "编辑地址",
    "AddressDeleteTitle": "确认删除此地址吗？",

    "ProviceListTitle": "省份列表",
    "CountryListTitle": "国家列表",
    
    "LoginSignIn": "登录",
    "LoginSignUp": "注册",
    "LoginSignOut": "登出",
    "LoginEmail": "电子邮箱",
    "RegistJoinText": "通过加入，您同意我们",
    
    "ForgotPwdSendCode": "发送验证码",
    "ForgotPwdVerifiCode": "验证码",
    "ForgotPwdResetPwd": "重置密码",
    
    "ProductSortTitle": "排序",
    "ProductTotalTitle": "个",
    
    "DetailNoSelectedAttr": "请选择",

    "ShippingTitle": "下单页面",
    "ShippingMethod": "邮寄方式", 

    "PaymentTitle": "支付页面",
    "PaymentCreditCard": "信用卡",
    "PaymentDebitCard": "储蓄卡",
    "PaymentNullBank": "您订单的当前货币不支持借记卡付款。",

    "PaymentResultTitle": "支付结果",

    "ContactUsSubmitFail": "提交失败",
    
    "FirstNameNull": "请输入姓",
    "LastNameNull": "请输入名",
    "AddressLine1Null": "请输入街道地址",
    "CityNull": "请输入城市",
    "ProvinceNull": "请输入省份",
    "PostCodeNull": "请输入邮政编码",
    "CountryNull": "请选择国家",
    "TelephoneNull": "请输入电话号码",
    "EmailNull": "请输入邮箱地址",
    "CardNoNull": "请输入信用卡卡号",
    "CardDateNull": "请输入信用卡有效时间",
    "CardCVVNull": "请输入信用卡CVV",
    "PasswordNull": "请输入密码",
    "ConfirmPasswordNull": "请确认密码",
    "PasswordNotMatch": "输入密码不一致",
    "OldPasswordNull": "请输入旧密码",
    "NewPasswordNull": "请输入新密码",

    "CommoneWaitting": "请稍等...",
    "CommoneSearchHint": "请输入商品名称",
    "CommonNoData": "暂无数据",
    
    "CommonPullingText": "下拉刷新",
    "CommonRefreshingText": "正在刷新...",
    "CommonLoadingText": "加载更多数据...",

    "CommonOk": "确定",
    "CommonConfirm": "确认",
    "CommonSuccess": "成功",
    "CommonFail": "失败",

    "QuitAppTitle": "您要退出APP吗?",
    "QuitBtn": "退出",
    "TimeoutTitle": "请求超时,请稍后再试!",

    "DownloadProgress": "已下载 {{progress}}",
    
    "HomeNewArrival": "Nuovi Arrivi",
    "HomeBestSeller": "I più venduti",

    "CartFreeShippingInfo": "Aggiungi {{price}} di spesa per goderti la spedizione gratuita.",
    "CartCheckout": "Vai alla cassa", 
    "CartSubTotal": "Totale Carrello", 
    "CartGrandTotal": "Subtotale",
    "CartApplyText": "Applica",

    "MineCouponHint": "Crea un account e goditi i tuoi codici coupon!",
    "MyOrder": "Il mio ordine",
    "MyFavorites": "I miei preferiti",
    "MyCoupon": "I miei coupon",
    "MyAddress": "Il mio Indirizzo",

    "SettingOldPwd": "Vecchia Password",
    "SettingNewPwd": "Nuova Password",
    "SettingConfirmPwd": "Conferma la password",
    "SettingFirstName": "Nome",
    "SettingLastName": "Cognome",

    "AddressLine1": "Indirizzo di spedizione",
    "AddressLine2": "Dettagli indirizzo di spedizione",
    "AddressCity": "Città",
    "AddressProvince": "Stato/Provincia",
    "AddressPostalCode": "CAP/Codice Postale",
    "AddressCountry": "PAESE",
    "AddressPhoneNumber": "TELEFONO",
    "AddressPhoneNumber2": "TELEFONO 2",
    "AddressEmail": "Indirizzo E-mail",

    "LoginPassword": "Password",
    "LoginGender": "Sesso",
    "LoginGenderFemale": "Donna",
    "LoginGenderMale": "Uomo",
    "LoginForgotPwd": "Password dimenticata",
    "PasswordHint": "Nota: La password deve contenere almeno 6 caratteri.",

    "ProductSortType1": "Consigliati",
    "ProductSortType2": "Prezzo crescente",
    "ProductSortType3": "Prezzo decrescente",

    "DetailColorTitle": "Colore",
    "DetailDescFeatures": "Descrizione del prodotto",
    "DetailShippingReture": "SPEDIZIONE E RESO GRATUITI",
    "DetailWhenShipTitle": "Quando sarà inviato il mio ordine?",
    "DetailWhenShipContent1": "Generalmente tutti gli ordini sono processati e spediti entro 24 ore.",
    "DetailWhenShipContent2": "L'ordine viene spedito entro 24 ore. Dopo che sarà effettuato un ordine invieremo un numero di spedizione via mail e forniremo gli indirizzi di ricerca.",
    "DetailCanShipTitle": "Potete spedire nel mio paese?",
    "DetailCanShipContent": "Possiamo spedire nel tuo paese, e possiamo spedire campioni singoli o ordini multipli in più di 100 paesi.",
    "DetailEasyReturnsTitle": "Restituzioni Facili 365 giorni l'anno",
    "DetailEasyReturnsContent": "Ci impegniamo per la tua piena soddisfazione. Per ricevere credito su un cambio o credito sul tuo account, nota cortesemente che tutti i resi e cambi devono essere nuovi, non usati o indossati e con le etichette e stickers originali ancora attaccati. Gli articoli indossati, usati, sporchi o senza etichette saranno rinviati al cliente a loro spese, e non sarà inviato rimborso. I Costumi da bagno da donna possono essere restituiti solo se la fodera igienica à ancora al suo posto. Intimo, articoli su misura e personalizzati non possono essere restituiti. Poiché i resi persi in consegna sono responsabilità del cliente, assicurati di ottenere dal corriere un numero di spedizione per rintracciare il pacco.",
    "DetailAddToCart": "Aggiungi al Carrello",

    "ShippingFastShipping": "SPEDIZIONE VELOCE",
    "ShippingFastShippingDesc": "Spedizione degli ordini entro 24 ore.",
    "ShippingPlaceOrder": "Ordina",    
    "ShippingQty": "Quantità",
    "ShippingPaymentMethodHint": "Visa Card, Master Card, Carta di debito, JCB, American Express",    

    "PaymentShippingAddress": "Indirizzo Spedizione",
    "PaymentBillingAddress": "indirizzo di fatturazione",
    "PaymentMethod": "Metodo di pagamento",

    "PaymentCardNumber": "Numero di carta",
    "PaymentCardDate": "Data di scadenza",
    "PaymentCardCVV": "CVN",
    "PaymentPayNow": "Paga Adesso",

    "OrderStatusForPending": "In attesa",
    "OrderStatusForFail": "Non riuscito",
    "OrderStatusForSuccess": "Riuscito",
    "OrderStatusForDelay": "Ritardo",

    "OrderNo": "Nmero dell'ordine",
    "OrderDate": "Data dell'ordine",
    "OrderTotal": "Totale",
    "OrderToDetail": "Vedi ordine",
    "OrderToPay": "prosegui pagamento",

    "OrderDetailTitle": "Dettagli ordine",

    "AboutUs": "Su di noi",
    "ConditionsOfUse": "Condizioni d'uso",
    "ShippingReturns": "Spedizione e reso",
    "PrivacyNotice": "Informativa sulla Privacy",
    "ContactUs": "Contattaci",

    "ContactUsType": "Inserisci",
    "ContactUsTitle": "titolo",
    "ContactUsMessage": "messaggio",
    "ContactUsTypePayment": "Riguardo il pagameto",
    "ContactUsTypeShip": "Riguardo la spedizione",
    "ContactUsTypeOther": "Altro",
    "ContactUsTypePlaceholder": "Per favore seleziona tipologia",
    "ContactUsTitlePlaceholder": "per favore inserisci titolo",
    "ContactUsMessagePlaceholder": "per favore inserisci messaggio",
    "ContactUsSubmitSuccess": "inviato con successo",

    "CommonDelete": "Cancella",
    "CommonCancel": "Annulla",
    "CommonSubmit": "Invia",
    "CommonEdit": "Modifica",
    "CommonSave": "Salva",
    
    "paymentCvvMsg1": "Visa, Mastercard, Discover codice di verifica carta a 3 Digit",
    "paymentCvvMsg2": "Per la tua sicurezza, ti chiediamo di inserire il codice di verifica della tua carta.",
    "paymentCvvMsg3": "Il codice di verifica è composto da 3 cifre stampate sul retro della tua carta. Sono indicati sulla destra dopo il tuo numero di carta.",
    "paymentCvvMsg4": "American Express codice di verifica carta a 4 Digit",
    "paymentCvvMsg5": "Per la tua sicurezza, ti chiediamo di inserire il codice di verifica della tua carta.",
    "paymentCvvMsg6": "Il codice di verifica American Express è un numero di 4 cifre stampato sul fronte della tua carta. E' indicato sulla destra, dopo il numero della tua carta.",

    "PaymentResultFail1": "Cari Clienti",
    "PaymentResultFail2": "Siamo davvero spiacenti che il pagamento VISA sia stato ritardato, ma non ti preoccupare. Una mail di conferma ti sarà inviata a pagamento effettuato",
    "PaymentResultFail3": "Oppure puoi provare a pagare con MasterCard. Se il pagamento MasterCard andrà a buon fine, cancelleremo il tuo pagamento VISA e garantiremo che tu paghi solo una volta per ordine. ",

    "AboutUsTitle1": "1. Sito Sicuro",
    "AboutUsDesc1": "Come compagnia responsabile, faremo tutto il possibile per assicurarci la sicurezza dell’acquisto, perciò utilizziamo una varietà di tecnologie di sicurezza al fine di proteggere le sue informazioni. Ciò che abbiamo sempre fatto è portare acquisti felici e sicuri.",
    "AboutUsTitle2": "2. Ottimo Servizio",
    "AboutUsDesc2": "Il nostro addetto al servizio clienti sarà felice di assisterLa nel cercare i giusti prodotti online tutti il giorno. Una volta completato il Suo ordine, riceverà la mail di conferma in un’ora. Per le richieste via mail, risponderemo entro 12 ore.",
    "AboutUsTitle3": "3. Politica di Reso in Tranquillità",
    "AboutUsDesc3": "La Sua soddisfazione è ciò per cui lavoriamo, perciò offriamo una politica di restituzione gratuita di 15 giorni. Per ulteriori dettagli, La preghiamo di rivolgersi alla nostra sezione Politica di Reso.",
    "AboutUsTitle4": "4. Ottima Qualità, Ottimo Prezzo",
    "AboutUsDesc4": "I prodotti provengono direttamente dal produttore, il che non solo riduce i costi, ma garantisce la qualità. Inoltre, ci teniamo alla politica °nessun ordine minimo°, ma migliori prodotti e servizi.",
    "AboutUsTitle5": "5. Metodi di Pagamento più Popolari",
    "AboutUsDesc5": "La carta di credito, in quanto uno dei metodi di pagamento più popolari, Le porterà sicurezza negli acquisti.",
    "AboutUsTitle6": "6. Zero Tasse in Tutto il Mondo",
    "AboutUsDesc6": "Non importa dove Lei sia, non serve pagare tasse. Nell’evento improbabile che le sia richiesto di pagare, può fornire la ricevuta delle tasse al nostro servizio clienti. Ci penseremo noi a risolvere.",

    "ConditionsTitle1": "Lavoriamo per la sua soddisfazione. Offriamo ai nostri clienti delle politiche di reso globali. Se dovesse riscontrare dei problemi con i nostri prodotti, La preghiamo di contattarci prima di rendere il prodotto.",
    "ConditionsDesc1": "Riparazione",
    "ConditionsTitle2": "Se entro 3 mesi (dalla data di consegna mostrata online) dovesse riscontrare dei problemi nella qualità del prodotto (fattori non umani o di resistenza al danneggiaento esterno), ci può inviare tali prodotti per la riparazione (gli acquirenti coprono le spese di spedizione). Una volta che il prodotto verrà inviato e controllato dal nostro Dipartimento Controllo Qualità per confermare che non siano fattori umani o non resistenti al danneggiamento esterno, ripareremo il prodotto e glielo restituiremo (i venditori copriranno le spese di spedizione). In alternativa, può recarsi in un centro di riparazione nella sua zona e sistemare le parti difettose, inviandoci poi le ricevute dei costi di riparazione,, e noi copriremo i costi.",
    "ConditionsDesc2Line1": "Nota: il costo di riparazione non sarà rimborsato da noi se i problemi saranno causati da fattori umani o da danneggiamento evitabile.",
    "ConditionsDesc2Line2": "Sostituzione",
    "ConditionsTitle3": "Problemi non relativi alla qualità",
    "ConditionsDesc3": "Entro 7 giorni (dalla data di consegna mostrata online), se dovesse riscontrare che i prodotti presentano grandi problemi per taglia o colore, possono essere sostituiti alle seguenti condizioni: ",
    "ConditionsTitle4": "1. I prodotti dovrebbero essere rispediti nella confezione originale.",
    "ConditionsDesc4Line1": "2. I prodotti non dovrebbero essere stati usati o presentare problemi per una seconda vendita.",
    "ConditionsDesc4Line2": "3. Dopo che i prodotti ci saranno recapitati intatti e senza alcun problema, Le invieremo un nuovo prodotto.",
    "ConditionsDesc4Line3": "Problemi di qualità",
    "ConditionsTitle5": "Entro 30 giorni (dalla data di consegna mostrata online), se dovesse riscontrare problemi qualitativi (fattori non umani o di resistenza al danneggiamento esterno) ci può inviare il prodotto. Una volta che il prodotto verrà inviato e controllato dal nostro Dipartimento Controllo Qualità per confermare che non siano fattori umani o non resistenti al danneggiamento esterno, sostituiremo il prodotto (i venditori copriranno le spese di spedizione). ",
    "ConditionsDesc5": "Suggerimento: Se i problemi di qualità sono causati da fattori umani o da danno evitabile, i costi del reso o sostituzione saranno pagati dall acquirente.",
    "ConditionsTitle6": "Reso e Rimborso Parziale",
    "ConditionsDesc6": "Il nostro sito non supposta rimborso totale per problemi come:",
    "ConditionsTitle7": "- Il colore è diverso dal quello presente sul sito (Potrebbe essere causato dalla diversa risoluzione di apparcchi diversi)",
    "ConditionsDesc7": "- I prodotti non sono come me li ero immaginati.",
    "ConditionsTitle8": "- Non sono soddisfatto/a del prodotto.",
    "ConditionsDesc8": "Entro 7 giorni (dalla data di consegna mostrata online) se Lei richiede la restituzione del prodotto per le ragioni elencate sopra, dovrà inviarci i prodotti nella confezione originale (gli acquirenti copriranno le spese di spedizione). Dopo che riceveremo il prodotto intatto, sottrarremo le spese di manutenzione e soedizione e Le invieremo un rimborso parziale.",
    "ConditionsTitle9": "Reso e Rimborso Totale",
    "ConditionsDesc9": "Entro 7 giorni (dalla data di spedizione mostrata online), se i Suoi prodotti dovessero presentare problemi di qualità, La rimborseremo.",
    "ConditionsTitle10": "Nota: Se i problemi di qualità sono causati da fattori umani o danno evitabile, il costo del riborso o reso sarà a carico degli acquirenti.",
    "ConditionsDesc10": "Se ha qualche domanda, La preghiamo di contattare via mail il nostro Servizio Clienti, e le forniremo i dettagli dei rimborsi.",
    "ConditionsTitle11": "",
    "ConditionsDesc11": "",
    "ConditionsTitle12": "",
    "ConditionsDesc12": "",

    "ShippingReturnsTitle1": "Imballaggio",
    "ShippingReturnsDesc1Line1": "Prodotti in generale: entro 24 ore dalla conferma dell ordine",
    "ShippingReturnsDesc1Line2": "Prodotti personalizzati: 3-5 giorni lavorativi",
    "ShippingReturnsDesc1Line3": "Una volta che il pacco è pronto, il nostro dipartimento logistica sceglierà in maniera professionale il modo più conveniente per inviare il Suo prodotto in base alla sua destinazione. Allo stesso tempo, può usare il link di un sistema di spedizioni terzo che includeremo nella mail non appena il prodotto sarà partito, di modo che lei possa rintracciare il suo ordine.",
    "ShippingReturnsTitle2": "Tempi di consegna",
    "ShippingReturnsDesc2": "In generale i tempi di consegna sono di 5-8 giorni lavorativi. In nazioni diverse, però, i tempi potrebbero essere lievemente diversi. La preghiamo di fare attenzione alle informazioni di consegna nel sistema di spedizioni. Per qualsiasi problema, La preghiamo di contattarci.",
    "ShippingReturnsTitle3": "Rintraccia il tuo ordine",
    "ShippingReturnsDesc3Line1": "Ci serviamo di un sistema di spedizione fornito da un terzo partito per aiutarLa ad accedere ale Sue informazioni di consegna.",
    "ShippingReturnsDesc3Line2": "Lei dovrà solo inserire negli spazi le stesse informazioni che ha usato durante la procedura di ordinazione, e avrà accesso alle informazioni di consegna.",
    "ShippingReturnsDesc3Line3": "Informazioni richieste:",
    "ShippingReturnsDesc3Line4": "Nome",
    "ShippingReturnsDesc3Line5": "Cognome",
    "ShippingReturnsDesc3Line6": "E-mail",

    "PrivacyDesc1": "Il nostro sito rispetta la privacy dei nostri visitatori/clienti, e ciò è molto importante per noi. Per servirLa al meglio e farLe conoscer come le informazioni vengono trattate sul nostro sito, spieghiamo di seguito le politiche sulla privacy.",
    "PrivacyTitle2": "1.Le informazioni che raccogliamo",
    "PrivacyDesc2": "Noi riteniamo che sia importante che Lei sappia che tipo di informazioni raccogliamo. Le informazioni includono la Sua e-mail, Nome, Nome Commerciale, Indirizzo, CAP, Città. Nazione, Numero di Telefono, Password ecc.",
    "PrivacyTitle3": "Registrazione e Ordini",
    "PrivacyDesc3": "Durante la registrazione, il nostro sistema salva esclusivamente il Suo account, e-mail e password. Quando crea un ordine, le informazioni sul contatto e sulla spedizione saranno fornite. Se dovessimo incontrare un problema mentre porcessiamo il Suo ordine, potremmo usare le informazioni da lei fornite per contattarla.",
    "PrivacyTitle4": "Indirizzi E-mail:",
    "PrivacyDesc4": "La Sua e-mail è usata per regstrare ed effettuare un ordine online. Riceverà inoltre le nostre notifiche promozionali quando presenteremo nuovi prodotti. Naturalmente, Lei può anche decidere di non ricevere le notifiche promozionali.",
    "PrivacyTitle5": "2. L uso delle informazioni",
    "PrivacyDesc5Line1": "- Rendere il sito più facile e non immettere di nuovo le informazioni.",
    "PrivacyDesc5Line2": "- Aiutare a trovare velocemente informazioni, prodotti e servizi.",
    "PrivacyDesc5Line3": "- Aiutae a creare contenuti su questo sito che siano rilevanti per Lei.",
    "PrivacyDesc5Line4": "- Mostrarle nuove informazioni, prodotti e servizi.",
    "PrivacyTitle6": "3. Sicurezza della Privacy",
    "PrivacyDesc6": "Non venderemo (o scambieremo, o affitteremo) i tuoi dati d identificazione personale ad altre compagnie. Utilizziamo le ultime tecnologie di crittografia per assicurarci che l informazione sia sicura. Tutti gli impiegati da noi assunti firmano un accordo di riservatezza che impedisce loro di divulgare qualsiasi informazione ad altri individui o enti."
}