{
    "TabHome": "首页",
    "TabCategory": "分类",
    "TabCart": "购物车",
    "TabMine": "我的",
   
    "CategoryViewAll": "全部",

    "CartUseCouponTitle": "使用优惠码",
    "CartUseCoupon": "请选择优惠码",
    "CartProductTitle": "商品列表",
    "CartDeleteTitle": "确认删除此产品吗？",
    "CartNoCoupon": "暂无优惠码",

    "Setting": "设置",
    "MineWelcome": "你好, {{name}}",
    "MineViewedTitle": "最近浏览",
    
    "SettingChangePassword": "修改密码",
    "SettingCurrentCountry": "当前国家",
    "SettingCurrentLanguage": "当前语言",
    "SettingCurrentCurrency": "当前货币",
    
    "SettingChangeUserInfo": "修改用户信息",
    "SettingAvatar": "头像",
    
    "ChangeCurrencyTitle": "修改货币",
    "ChangeLanguageTitle": "修改语言",

    "AddressNewBtn": "添加新地址",
    "AddressEditTitle": "编辑地址",
    "AddressDeleteTitle": "确认删除此地址吗？",

    "ProviceListTitle": "省份列表",
    "CountryListTitle": "国家列表",
    
    "LoginSignIn": "登录",
    "LoginSignUp": "注册",
    "LoginSignOut": "登出",
    "LoginEmail": "电子邮箱",
    "RegistJoinText": "通过加入，您同意我们",
    
    "ForgotPwdSendCode": "发送验证码",
    "ForgotPwdVerifiCode": "验证码",
    "ForgotPwdResetPwd": "重置密码",
    
    "ProductSortTitle": "排序",
    "ProductTotalTitle": "个",
    
    "DetailNoSelectedAttr": "请选择",

    "ShippingTitle": "下单页面",
    "ShippingMethod": "邮寄方式",

    "PaymentTitle": "支付页面",
    "PaymentCreditCard": "信用卡",
    "PaymentDebitCard": "储蓄卡",
    "PaymentNullBank": "您订单的当前货币不支持借记卡付款。",

    "PaymentResultTitle": "支付结果",

    "ContactUsSubmitFail": "提交失败",
    
    "FirstNameNull": "请输入姓",
    "LastNameNull": "请输入名",
    "AddressLine1Null": "请输入街道地址",
    "CityNull": "请输入城市",
    "ProvinceNull": "请输入省份",
    "PostCodeNull": "请输入邮政编码",
    "CountryNull": "请选择国家",
    "TelephoneNull": "请输入电话号码",
    "EmailNull": "请输入邮箱地址",
    "CardNoNull": "请输入信用卡卡号",
    "CardDateNull": "请输入信用卡有效时间",
    "CardCVVNull": "请输入信用卡CVV",
    "PasswordNull": "请输入密码",
    "ConfirmPasswordNull": "请确认密码",
    "PasswordNotMatch": "输入密码不一致",
    "OldPasswordNull": "请输入旧密码",
    "NewPasswordNull": "请输入新密码",

    "CommoneWaitting": "请稍等...",
    "CommoneSearchHint": "请输入商品名称",
    "CommonNoData": "暂无数据",
    
    "CommonPullingText": "下拉刷新",
    "CommonRefreshingText": "正在刷新...",
    "CommonLoadingText": "加载更多数据...",

    "CommonOk": "确定",
    "CommonConfirm": "确认",
    "CommonSuccess": "成功",
    "CommonFail": "失败",

    "QuitAppTitle": "您要退出APP吗?",
    "QuitBtn": "退出",
    "TimeoutTitle": "请求超时,请稍后再试!",

    "DownloadProgress": "已下载 {{progress}}",
    
    "HomeNewArrival": "Nieuwe Aankomsten",
    "HomeBestSeller": "Meest verkochte",
    
    "CartFreeShippingInfo": "Voeg {{price}} aan items toe om te genieten van gratis verzending.",
    "CartCheckout": "Doorgaan met uitchecken", 
    "CartSubTotal": "Wagentje Totaal", 
    "CartGrandTotal": "Subtotaal",
    "CartApplyText": "Toepassen",

    "MineCouponHint": "Maak een account aan en geniet van je couponcode!",
    "MyOrder": "Mijn bestelling",
    "MyFavorites": "Mijn favoriet",
    "MyCoupon": "Mijn coupon",
    "MyAddress": "Mijn adres",

    "SettingOldPwd": "Oud wachtwoord",
    "SettingNewPwd": "Nieuw wachtwoord",
    "SettingConfirmPwd": "Bevestig wachtwoord",
    "SettingFirstName": "Voornaam",
    "SettingLastName": "Achternaam",

    "AddressLine1": "Adres 1",
    "AddressLine2": "Adres 2",
    "AddressCity": "Stad",
    "AddressProvince": "Staat / Provincie",
    "AddressPostalCode": "ZIP / Postcode",
    "AddressCountry": "Land / Regio",
    "AddressPhoneNumber": "Telefoonnummer",
    "AddressPhoneNumber2": "Telefoonnummer 2",
    "AddressEmail": "Emailadres",

    "LoginPassword": "Wachtwoord",
    "LoginGender": "Geslacht",
    "LoginGenderFemale": "Vrouw",
    "LoginGenderMale": "Man",
    "LoginForgotPwd": "Wachtwoord vergeten",
    "PasswordHint": "PasswordRule=Tip: uw wachtwoord moet minimaal 6 tekens lang zijn.",

    "ProductSortType1": "Aanbevolen",
    "ProductSortType2": "Prijs van laag naar hoog",
    "ProductSortType3": "Prijs van hoog naar laag",

    "DetailColorTitle": "Kleur",
    "DetailDescFeatures": "Beschrijving en functies",
    "DetailShippingReture": "Gratis verzending en retouren",
    "DetailWhenShipTitle": "Wanneer wordt mijn bestelling verzonden?",
    "DetailWhenShipContent1": "Gewoonlijk worden alle bestellingen binnen 24 uur verwerkt en verzonden.",
    "DetailWhenShipContent2": "Bestelling wordt binnen 24 uur verzonden. Na het uitvoeren van een bestelling, sturen we een volg-nummer per e-mail en voorzien we u met navraag adressen.",
    "DetailCanShipTitle": "Kunt u naar mijn land verzenden?",
    "DetailCanShipContent": "We kunnen verzenden naar uw land. We kunnen stuksgewijs (per stuk) of grote bestellingen verzenden naar meer dan 100 landen.",
    "DetailEasyReturnsTitle": "365 dagen eenvoudig retourneren",
    "DetailEasyReturnsContent": "We zijn toegewijd aan uw totale tevredenheid. Als u om welke reden dan ook geen geassocieerde belasting verschuldigd bent, binnen 365 dagen na ontvangst van het artikel en als u een tegoed voor een retour of een wisselling wilt ontvangen, houd er dan rekening mee dat alle terugzendingen en uitwisselingen in nieuwe, ongebruikte of ongedragen staat moeten zijn met de originele labels en stickers eraan. Goederen die versleten, gebruikt en vies zijn of geen labels hebben, worden op kosten van de koper aan de koper geretourneerd en er vindt geen restitutie plaats. Dames badpakken kunnen alleen retourneerd worden als de sanitaire voering nog intact is. Ondergoed, aangepaste en gepersonaliseerde goederen kunnen niet worden geretourneerd. De klant is verantwoordelijk voor alle retourzendingen. Daarom moet de klant voor alle zekerheid een volg-nummer van de koerier verkrijgen om de retourzending bij te houden.",
    "DetailAddToCart": "Voeg toe aan winkelwagen",

    "ShippingFastShipping": "ShippingTitle=Snelle verzending",
    "ShippingFastShippingDesc": "Bestelling wordt binnen 24 uur verzonden.",
    "ShippingPlaceOrder": "Plaats uw bestelling",    
    "ShippingQty": "Aantal stuks",
    "ShippingPaymentMethodHint": "Visa Card, Master Card, Debit Card, JCB, American Express",    

    "PaymentShippingAddress": "Verzend adres",
    "PaymentBillingAddress": "Factuur adres",
    "PaymentMethod": "Betaal methode",

    "PaymentCardNumber": "CardNumber=Kaartnummer",
    "PaymentCardDate": "Vervaldatum",
    "PaymentCardCVV": "CVV2/CSC",
    "PaymentPayNow": "Betaal nu",

    "OrderStatusForPending": "In afwachting",
    "OrderStatusForFail": "Mislukt",
    "OrderStatusForSuccess": "Succes",
    "OrderStatusForDelay": "Vertraging",

    "OrderNo": "Bestel nummer",
    "OrderDate": "Bestel datum",
    "OrderTotal": "Eindtotaal",
    "OrderToDetail": "Bekijk bestelling",
    "OrderToPay": "Doorgaan met betaling",

    "OrderDetailTitle": "Bestel details",

    "AboutUs": "Over Ons",
    "ConditionsOfUse": "Gebruiksvoorwaarden",
    "ShippingReturns": "Verzenden and Retouren",
    "PrivacyNotice": "Privacy Verklaring",
    "ContactUs": "Contact Ons",

    "ContactUsType": "Soort",
    "ContactUsTitle": "Titel",
    "ContactUsMessage": "Bericht",
    "ContactUsTypePayment": "Over betaling",
    "ContactUsTypeShip": "Over verzenden",
    "ContactUsTypeOther": "Anders",
    "ContactUsTypePlaceholder": "Selecteer alstublieft soort",
    "ContactUsTitlePlaceholder": "Voer in de titel",
    "ContactUsMessagePlaceholder": "Voer een bericht in",
    "ContactUsSubmitSuccess": "Succesvol verstuurd",

    "CommonDelete": "Verwijderen",
    "CommonCancel": "Anuleren",
    "CommonSubmit": "Voorleggen",
    "CommonEdit": "Bewerken",
    "CommonSave": "Opslaan",

    "paymentCvvMsg1": "Visa en Mastercard maken gebruik van 3 cijferig Card Verificatie Nummer",
    "paymentCvvMsg2": "Voor uw veiligheid dient u het card verificatie nummer in te vullen.",
    "paymentCvvMsg3": "Het verificatie nummer is een 3-cijferig nummer op de handtekeningstreek aan de achterzijde van de card. Dit is een geprint nummer normaal gesproken rechts van uw handtekening. Bij buitendlandse kaarten staat het nummer soms aan de voorkant van de card.",
    "paymentCvvMsg4": "American Express 4 cijferig card verificatie nummer",
    "paymentCvvMsg5": "Het American Express verificatie nummer is een 4-cijferig nummer op de voorzijde van de card.",
    "paymentCvvMsg6": "Dit is een geprint nummer normaal gesproken rechts van uw creditcard nummer.",

    "PaymentResultFail1": "Geachte klanten",
    "PaymentResultFail2": "Het spijt ons zeer dat de betaling is vertraagd toen u via VISA betaalde. Houdt u even aan terwijl wij een bevestigingsmail naar u opsturen zodra de bestelling met succes is betaald.",
    "PaymentResultFail3": "Of u kunt zeker proberen te betalen met uw MasterCard en als de MasterCard-betaling slaagt, zullen we uw VISA-betaling annuleren en garanderen dat u slechts één keer voor één bestelling met succes betaalt.",

    "AboutUsTitle1": "1. Beveiligde pagina",
    "AboutUsDesc1": "Als een verantwoordelijk bedrijf, zullen we er alles aan doen om de veiligheid van de aankoop te garanderen, waarvoor we een verscheidenheid aan beveiligingstechnologieën gebruiken om de informatie te beschermen, niet-openbaarmaking. We willen u gelukkig en veilig laten winkelen.",
    "AboutUsTitle2": "2. Goede dienstverlening",
    "AboutUsDesc2": "Onze vertegenwoordiger van de klantenservice helpt u graag om online de hele dag de juiste producten te vinden en naar uw keuze aan te passen. Zodra uw bestelling is voltooid, ontvangt u binnen één uur de bevestigingsmail. Als voor andere vragen zullen we binnen 12 uur antwoorden.",
    "AboutUsTitle3": "3. Geen probleem- restitutiebeleid",
    "AboutUsDesc3": "Uw tevredenheid is waar wij naar streven. Daarom bieden we een 15-daagse gegarandeerde tevredenheid retourbeleid. Voor meer details verwijzen we u naar onze retourbeleid.",
    "AboutUsTitle4": "4. Goede kwaliteit, goede prijs",
    "AboutUsDesc4": "De producten zijn rechtstreeks van de fabriek, waardoor niet alleen de kosten worden verlaagd, maar ook de kwaliteit wordt gegarandeerd. We dringen ook aan op geen minimum bestelling, maar voor betere goederen en service.",
    "AboutUsTitle5": "5. Meest populaire betaalmethode",
    "AboutUsDesc5": "Kredietkaart als een van de meest handige betaalmethoden brengt ook meer veiligheid voor de aankoop mee.",
    "AboutUsTitle6": "6. Wereldwijde gratis belasting",
    "AboutUsDesc6": "Waar u ook bent, u hoeft geen belasting te betalen. In het onwaarschijnlijke geval dat u moet betalen, kunt u de belastingfactuur aan onze klantenservice bezorgen. We zullen dit oplossen voor u.",

    "ConditionsTitle1": "Uw tevredenheid is waar wij naar streven. We bieden een uitgebreid retourbeleid aan onze klanten. Als u de problemen van de producten vindt, neem dan contact met ons op voordat u de goederen retourneert.",
    "ConditionsDesc1": "Reparatie",
    "ConditionsTitle2": "In 3 maanden (vanaf de datum waarop de levering online wordt getoond), kunt u de producten met kwaliteitsproblemen (niet-menselijke factoren of niet-resistente externe schade) terugsturen voor reparatie (kopers dekken de verzendkosten). Zodra het product is geretourneerd en gecontroleerd door onze afdeling kwaliteitscontrole om te bevestigen dat het niet-menselijke factoren of niet-resistente externe schade is, zullen wij het voor u repareren en deze opnieuw naar u terugsturen (verkopers betalen de verzendkosten). Of u kunt ook naar een plaatselijke onderhoudscentrum in de buurt gaan en de defecte goederen repareren en ons de kopie van de bon/kwitantie van de reparatiekosten sturen. Dan betalen we de kosten.",
    "ConditionsDesc2Line1": "Tip: de reparatiekosten mogen niet door ons worden vergoed als de kwaliteitsproblemen worden veroorzaakt door menselijke factoren of vermijdbare schade.",
    "ConditionsDesc2Line2": "Vervanging",
    "ConditionsTitle3": "Niet-kwaliteits problemen",
    "ConditionsDesc3": "In 7 dagen (vanaf de datum waarop de levering online wordt getoond), als u vindt dat de producten grote problemen hebben qua kleur en grootte, kunt u deze retourneren en vervangen onder de volgende voorwaarden:",
    "ConditionsTitle4": "1. De producten moeten in de originele verpakking worden teruggestuurd.",
    "ConditionsDesc4Line1": "2. De producten mogen niet zijn gebruikt en mogen geen invloed hebben op wederverkoop.",
    "ConditionsDesc4Line2": "3. Nadat de producten in goede orde zijn teruggestuurd en geen andere problemen hebben, zullen wij een nieuwe exemplaar naar u verzenden.",
    "ConditionsDesc4Line3": "Kwaliteitsproblemen",
    "ConditionsTitle5": "Binnen 30 dagen (vanaf de datum waarop de levering online wordt getoond), als u vindt dat de producten kwaliteitsproblemen hebben (niet-menselijke factoren of niet-resistente externe schade), kunt u deze terugsturen. Zodra het product is geretourneerd en gecontroleerd door onze afdeling kwaliteitscontrole om te bevestigen dat het niet-menselijke factoren of niet-resistente externe schade is, zullen we een nieuw exemplaar voor u vervangen. (Verkopers betalen de verzendkosten).",
    "ConditionsDesc5": "Tips: als de kwaliteitsproblemen worden veroorzaakt door menselijke factoren of vermijdbare schade, moeten de kosten (voor het retourneren of vervangen) worden betaald door kopers.",
    "ConditionsTitle6": "Retour en gedeeltelijke terugbetaling",
    "ConditionsDesc6": "Onze webpagina kan geen volledige terugbetaling voor niet-kwaliteitsproblemen ondersteunen, zoals:",
    "ConditionsTitle7": "- De kleur verschilt van die op uw webpagina. (Dit kan worden veroorzaakt door de verschillende resoluties op verschillende apparaten)",
    "ConditionsDesc7": "- De producten zijn niet wat ik me had voorgesteld.",
    "ConditionsTitle8": "- Ik ben niet tevreden met dit product.",
    "ConditionsDesc8": "In 7 dagen (vanaf de datum waarop de levering online wordt getoond) moet u de producten terugsturen in het originele pakket (kopers betalen de verzendkosten) als u om de bovenstaande redenen om terugzending van de artikelen verzoekt. Nadat we de producten in goede staat hebben ontvangen, zullen we behandelingskosten en verzendkosten in mindering brengen om u een gedeeltelijke restitutie te geven.",
    "ConditionsTitle9": "Retour en volledige terugbetaling",
    "ConditionsDesc9": "In 7 dagen (vanaf de datum waarop de levering online wordt getoond), als u vindt dat de producten kwaliteitsproblemen hebben, zullen wij u volledig terugbetalen.",
    "ConditionsTitle10": "Tips: als de kwaliteitsproblemen worden veroorzaakt door menselijke factoren of vermijdbare schade, moeten de kosten (voor het retourneren of vervangen) worden betaald door kopers.",
    "ConditionsDesc10": "Als u vragen heeft, kunt u een e-mail sturen naar onze klantenservice, dan zullen wij u de details van de teruggave aanbieden.",
    "ConditionsTitle11": "",
    "ConditionsDesc11": "",
    "ConditionsTitle12": "",
    "ConditionsDesc12": "",

    "ShippingReturnsTitle1": "Verpakt",
    "ShippingReturnsDesc1Line1": "Algemene goederen: binnen 24 uur nadat de bestelling is bevestigd.",
    "ShippingReturnsDesc1Line2": "Aangepaste goederen: 3 tot 5 werkdagen",
    "ShippingReturnsDesc1Line3": "Zodra het pakket klaar is, zal onze logistieke afdeling op professionele wijze de snelle en gemakkelijke manier kiezen om verzonden te worden op basis van uw bestemming. Tegelijkertijd kunt u de link van het verzendsysteem gebruiken, die we per e-mail zullen versturen het moment dat uw pakket klaar is voor verzending, om uw bestelling op te volgen.",
    "ShippingReturnsTitle2": "Leverings tijd",
    "ShippingReturnsDesc2": "Over het algemeen is de levertijd ongeveer 5 tot 8 werkdagen. Echter bij verschillende landen kan de levertijd verschillen. Let op de verzendinformatie in het verzendsysteem. Bij eventuele problemen, neem dan contact met ons op.",
    "ShippingReturnsTitle3": "Volg je bestelling",
    "ShippingReturnsDesc3Line1": "We gebruiken het verzendsysteem van derden om u toegang te geven tot uw leveringsinformatie.",
    "ShippingReturnsDesc3Line2": "U hoeft alleen de lege plekken in te vullen met dezelfde informatie die u gebruikte toen u de bestelling plaatste, u heeft dan toegang tot de verzendinformatie.",
    "ShippingReturnsDesc3Line3": "Nodige informatie:",
    "ShippingReturnsDesc3Line4": "Voornaam",
    "ShippingReturnsDesc3Line5": "Achternaam",
    "ShippingReturnsDesc3Line6": "E-mail",

    "PrivacyDesc1": "Onze pagina respecteert de privacy van onze bezoekers / klanten, wat voor ons erg belangrijk is. Om u beter van dienst te kunnen zijn en om u te laten begrijpen hoe uw informatie op onze pagina wordt gebruikt, hebben we hieronder ons privacybeleid uitgelegd.",
    "PrivacyTitle2": "1. De informatie die we verzamelen",
    "PrivacyDesc2": "Wij vinden het belangrijk dat u weet welke soorten informatie wij verzamelen. De informatie omvat uw e-mail, naam, bedrijfsnaam, straatadres, postcode, woonplaats, land, telefoonnummer, wachtwoord, enzovoort.",
    "PrivacyTitle3": "Registratie en bestelling",
    "PrivacyDesc3": "Tijdens de registratie houdt ons systeem alleen uw account, wachtwoord en e-mailadres bij. Wanneer u de bestelling plaatst, worden de verzend- en contactgegevens verstrekt. Als we een probleem tegenkomen bij het verwerken van uw bestelling, kunnen we de persoonlijke informatie die u verstrekt gebruiken om contact met u op te nemen.",
    "PrivacyTitle4": "E-mailadressen:",
    "PrivacyDesc4": "Uw e-mailadres wordt gebruikt om online te registreren en een bestelling te plaatsen. En het zal ook worden gebruikt om onze promotie-aankondiging te ontvangen wanneer we nieuwe producten zullen aanbieden. Natuurlijk kunt u ook het promotiemelding afmelden.",
    "PrivacyTitle5": "2. Het gebruik van informatie",
    "PrivacyDesc5Line1": "- Helpt ons de pagina gemakkelijker te maken voor u en u hoeft niet steeds opnieuw informatie in te voeren.",
    "PrivacyDesc5Line2": "- Helpt u snel informatie, producten en diensten te vinden.",
    "PrivacyDesc5Line3": "- Helpt ons inhoud op deze pagina te maken die voor u het meest relevant is.",
    "PrivacyDesc5Line4": "- Alert u voor nieuwe informatie, producten en diensten.",
    "PrivacyTitle6": "3. Privacy Beveiliging",
    "PrivacyDesc6": "Wij zullen uw persoonlijk identificeerbare informatie niet verkopen (of verhandelen of verhuren) aan andere bedrijven. We gebruiken ook de nieuwste encryptietechnologie om de informatie veilig te houden. En alle werknemers die we inhuren, moeten een geheimhoudings overeenkomst ondertekenen die hen verbiedt om informatie aan andere personen of entiteiten bekend te maken."
}