{
    "TabHome": "首页",
    "TabCategory": "分类",
    "TabCart": "购物车",
    "TabMine": "我的",
   
    "CategoryViewAll": "全部",

    "CartUseCouponTitle": "使用优惠码",
    "CartUseCoupon": "请选择优惠码",
    "CartProductTitle": "商品列表",
    "CartDeleteTitle": "确认删除此产品吗？",
    "CartNoCoupon": "暂无优惠码",  

    "Setting": "设置",
    "MineWelcome": "你好, {{name}}",
    "MineViewedTitle": "最近浏览",
    
    "SettingChangePassword": "修改密码",
    "SettingCurrentCountry": "当前国家",
    "SettingCurrentLanguage": "当前语言",
    "SettingCurrentCurrency": "当前货币",

    "SettingChangeUserInfo": "修改用户信息",
    "SettingAvatar": "头像",

    "ChangeCurrencyTitle": "修改货币",
    "ChangeLanguageTitle": "修改语言",

    "AddressNewBtn": "添加新地址",
    "AddressEditTitle": "编辑地址",
    "AddressDeleteTitle": "确认删除此地址吗？",

    "ProviceListTitle": "省份列表",
    "CountryListTitle": "国家列表",
    
    "LoginSignIn": "登录",
    "LoginSignUp": "注册",
    "LoginSignOut": "登出",
    "LoginEmail": "电子邮箱",
    "RegistJoinText": "通过加入，您同意我们",
    
    "ForgotPwdSendCode": "发送验证码",
    "ForgotPwdVerifiCode": "验证码",
    "ForgotPwdResetPwd": "重置密码",
    
    "ProductSortTitle": "排序",
    "ProductTotalTitle": "个",
    
    "DetailNoSelectedAttr": "请选择",

    "ShippingTitle": "下单页面",
    "ShippingMethod": "邮寄方式", 

    "PaymentTitle": "支付页面",
    "PaymentCreditCard": "信用卡",
    "PaymentDebitCard": "储蓄卡",
    "PaymentNullBank": "您订单的当前货币不支持借记卡付款。",
 
    "PaymentResultTitle": "支付结果",

    "ContactUsSubmitFail": "提交失败",
    
    "FirstNameNull": "请输入姓",
    "LastNameNull": "请输入名",
    "AddressLine1Null": "请输入街道地址",
    "CityNull": "请输入城市",
    "ProvinceNull": "请输入省份",
    "PostCodeNull": "请输入邮政编码",
    "CountryNull": "请选择国家",
    "TelephoneNull": "请输入电话号码",
    "EmailNull": "请输入邮箱地址",
    "CardNoNull": "请输入信用卡卡号",
    "CardDateNull": "请输入信用卡有效时间",
    "CardCVVNull": "请输入信用卡CVV",
    "PasswordNull": "请输入密码",
    "ConfirmPasswordNull": "请确认密码",
    "PasswordNotMatch": "输入密码不一致",
    "OldPasswordNull": "请输入旧密码",
    "NewPasswordNull": "请输入新密码",

    "CommoneWaitting": "请稍等...",
    "CommoneSearchHint": "请输入商品名称",
    "CommonNoData": "暂无数据",
    
    "CommonPullingText": "下拉刷新",
    "CommonRefreshingText": "正在刷新...",
    "CommonLoadingText": "加载更多数据...",

    "CommonOk": "确定",
    "CommonConfirm": "确认",
    "CommonSuccess": "成功",
    "CommonFail": "失败",

    "QuitAppTitle": "您要退出APP吗?",
    "QuitBtn": "退出",
    "TimeoutTitle": "请求超时,请稍后再试!",

    "DownloadProgress": "已下载 {{progress}}",
    
    "HomeNewArrival": "Nowości",
    "HomeBestSeller": "Bestsellery",

    "CartFreeShippingInfo": "DODAJ {{price}} PRZEDMIOTÓW I CIESZ SIĘ DARMOWĄ WYSYŁKĄ STANDARDOWĄ.",
    "CartCheckout": "Przejdź do kasy", 
    "CartSubTotal": "Suma częściowa", 
    "CartGrandTotal": "Suma",
    "CartApplyText": "Zrealizuj kod",

    "MineCouponHint": "Załóż konto i ciesz się Twoim kuponem!",
    "MyOrder": "Moje zamówienia",
    "MyFavorites": "Moje ulubione",
    "MyCoupon": "Moje kupony",
    "MyAddress": "Mój adres",

    "SettingOldPwd": "Stare hasło",
    "SettingNewPwd": "Nowe hasło",
    "SettingConfirmPwd": "Potwierdź hasło",
    "SettingFirstName": "Imię",
    "SettingLastName": "Nazwisko",

    "AddressLine1": "Adres linia 1",
    "AddressLine2": "Adres linia 2",
    "AddressCity": "Miasto",
    "AddressProvince": "Województwo",
    "AddressPostalCode": "Kod pocztowy",
    "AddressCountry": "Kraj/region",
    "AddressPhoneNumber": "Numer telefonu komórkowego",
    "AddressPhoneNumber2": "Numer telefonu komórkowego 2",
    "AddressEmail": "Adres E-mail",

    "LoginPassword": "Hasło",
    "LoginGender": "Płeć",
    "LoginGenderFemale": "Kobieta",
    "LoginGenderMale": "Mężczyzna",
    "LoginForgotPwd": "Zapomniałem hasła",
    "PasswordHint": "Wskazówka: Twoje hasło powinno zawierać przynajmniej 6 znaków.",

    "ProductSortType1": "Polecane",
    "ProductSortType2": "Cena od najniższej",
    "ProductSortType3": "Cena od najwyższej",

    "DetailColorTitle": "Kolor",
    "DetailDescFeatures": "Opis i właściwości",
    "DetailShippingReture": "Darmowa dostawa i zwroty",
    "DetailWhenShipTitle": "Kiedy moja przesyłka zostanie wysłana?",
    "DetailWhenShipContent1": "Zazwyczaj wszystkie zamówienia są przetwarzane i wysyłane w ciągu 24 godzin.",
    "DetailWhenShipContent2": "Przesyłka wysyłana w ciągu 24 godzin. Po wykonaniu zamówienia wysyłymy e-mailem informacje potrzebne do śledzenia przesyłki.",
    "DetailCanShipTitle": "Czy wysyłki są realizowane do mojego kraju?",
    "DetailCanShipContent": "Realizujemy dostawy do Twojego kraju. Wysyłamy zarówno próbki, jak i duże zamówienia do ponad 100 krajów.",
    "DetailEasyReturnsTitle": "Łatwe zwroty do 365 dni",
    "DetailEasyReturnsContent": "Dążymy do pełnej satysfakcji naszych klientów. Jeśli z jakiegokolwiek powodu nie jesteś powiązany z podatkiem, w ciągu 365 dni roboczych od otrzymania przesyłki możliwy jest zwrot. Należy pamiętać, iż wymiana lub zwrot środków będą mogły być zrealizowane tylko wtedy, gdy produkt jest w stanie nieużywanym i posiada dołączone oryginalne metki i naklejki. Przedmioty uznane za używane, noszone, ubrudzone lub nie posiadające wszystkich metek i naklejek, zostaną odesłane nabywcy na jego koszt, a zwrot pieniędzy lub wymiana nie zostaną zrealizowane. Zwrot damskich strojów kąpielowych jest możliwy tylko w przypadku, gdy posiadają one oryginalne wkładki sanitarne. Bielizna oraz produkty spersonalizowane i wykonane na zamówienie nie podlegają zwrotowi. W przypadku zwrotów za zagubioną przesyłkę odpowiedzialność ponosi klient, dlatego należy uzyskać numer przesyłki od kuriera, który umożliwi śledzenie przesyłki.",
    "DetailAddToCart": "Dodaj do koszyka",

    "ShippingFastShipping": "Szybka wysyłka",
    "ShippingFastShippingDesc": "Zamówienie wysyłane w przeciągu 24 godzin",
    "ShippingPlaceOrder": "Złóż zamówienie",    
    "ShippingQty": "Ilość",
    "ShippingPaymentMethodHint": "Karta Visa, Karta Mastercard, Karta Debetowa, JCB, American Express",    

    "PaymentShippingAddress": "Adres odbiorcy przesyłki",
    "PaymentBillingAddress": "Adres rozliczeniowy",
    "PaymentMethod": "Metody płatności",

    "PaymentCardNumber": "Numer karty",
    "PaymentCardDate": "Data ważności",
    "PaymentCardCVV": "CVV2/CSC",
    "PaymentPayNow": "Zapłać teraz",

    "OrderStatusForPending": "OrderStatusPendding=W toku",
    "OrderStatusForFail": "Niepowodzenie",
    "OrderStatusForSuccess": "Powodzenie",
    "OrderStatusForDelay": "Opóźnienie",

    "OrderNo": "Numer zamówienia",
    "OrderDate": "Data zamówienia",
    "OrderTotal": "Suma",
    "OrderToDetail": "Pokaż zamówienie",
    "OrderToPay": "Kontynuuj płatność",

    "OrderDetailTitle": "Szczegóły zamówienia",

    "AboutUs": "O nas",
    "ConditionsOfUse": "Warunki użytkowania",
    "ShippingReturns": "Dostawa i zwroty",
    "PrivacyNotice": "Polityka ochrony prywatności",
    "ContactUs": "Skontaktuj się z nami",

    "ContactUsType": "Typ",
    "ContactUsTitle": "Tytuł",
    "ContactUsMessage": "Wiadomość",
    "ContactUsTypePayment": "O płatności",
    "ContactUsTypeShip": "O wysyłce",
    "ContactUsTypeOther": "Inne",
    "ContactUsTypePlaceholder": "Proszę wybrać typ",
    "ContactUsTitlePlaceholder": "Proszę wpisać tytuł",
    "ContactUsMessagePlaceholder": "Proszę wpisać wiadomość",
    "ContactUsSubmitSuccess": "Wysłano pomyślnie",

    "CommonDelete": "Usuń",
    "CommonCancel": "Anuluj",
    "CommonSubmit": "Wyślij",
    "CommonEdit": "Edytuj",
    "CommonSave": "Zapisz",
    
    "paymentCvvMsg1": "3-cyfrowy kod weryfikacyjny kart Visa, Mastercard, Discover",
    "paymentCvvMsg2": "Kod CVV jest dodatkowym zabezpieczeniem transakcji kartami kredytowymi.",
    "paymentCvvMsg3": "Kod CVV znajduje się na odwrocie karty kredytowej.Jego dokładne umiejscowienie na karcie prezentuje załączona ilustracja.",
    "paymentCvvMsg4": "4-cyfrowy kod weryfikacyjny kart American Express",
    "paymentCvvMsg5": "Kod CVV jest dodatkowym zabezpieczeniem transakcji kartami kredytowymi.",
    "paymentCvvMsg6": "Kod CVV znajduje się na odwrocie karty kredytowej.Jego dokładne umiejscowienie na karcie prezentuje załączona ilustracja.",

    "PaymentResultFail1": "Drogi kliencie",
    "PaymentResultFail2": "Bardzo nam przykro, że płatność opóźniła się, gdy płaciłeś kartą VISA. Proszę czekać i nie martwić się, wiadomość e-mail z potwierdzeniem zostanie wysłana do Ciebie po pomyślnym opłaceniu zamówienia.",
    "PaymentResultFail3": "Możesz także spróbować zapłacić kartą MasterCard. W przypadku powodzenia Twoja płatność VISA zostanie anulowana i zagwarantujemy, że za zamówienie zapłacisz tylko raz.",

    "AboutUsTitle1": "1. Bezpieczna strona internetowa",
    "AboutUsDesc1": "Jako odpowiedzialna firma zrobimy wszystko, co w naszej mocy, aby zapewnić bezpieczeństwo zakupu i dlatego stosujemy różne technologie wspierające bezpieczeństwo w celu ochrony bezpieczeństwa informacji. Naszą misją jest zapewnić szczęśliwe, a także bezpieczne zakupy.",
    "AboutUsTitle2": "2. Świetna obsługa",
    "AboutUsDesc2": "Nasz przedstawiciel z działu obsługi klienta z przyjemnością pomoże ci przez cały dzień znaleźć i dopasować online odpowiednie produkty. Po złożeniu zamówienia otrzymasz w ciągu 1 godziny wiadomość e-mail z potwierdzeniem złożenia zamówienia. Jeśli chodzi o inne zapytania e-mail, odpowiadamy na nie w ciągu 12 godzin.",
    "AboutUsTitle3": "3. Przyjazne zasady dotyczące zwrotu",
    "AboutUsDesc3": "Twoje zadowolenie jest tym, do czego dążymy i dlatego oferujemy 15-dniową gwarancję zwrotu. Więcej szczegółów, patrz Zasady dotyczące zwrotów.",
    "AboutUsTitle4": "4. Dobra jakość, dobra cena",
    "AboutUsDesc4": "Sprzedawane przez nas produkty pochodzą bezpośrednio z fabryki, co nie tylko obniża koszty, ale także gwarantuje jakość. Nie nalegamy również na minimalną ilość zamówienia, ale na lepsze towary i usługi.",
    "AboutUsTitle5": "5. Najbardziej popularna metoda płatności",
    "AboutUsDesc5": "Bezpieczeństwo zakupów jest zwiększone dzięki użyciu karty kredytowej, która jest jedną z najwygodniejszych metod płatności.",
    "AboutUsTitle6": "6. Brak podatku na całym świecie",
    "AboutUsDesc6": "Bez względu na to, gdzie mieszkasz, nie musisz opłacać dodatkowego podatku. Istnieje małe ryzyko sprawdzenia paczki przez odpowiednie organy państwowe, a gdy dojdzie do sytuacji, w której jesteś zobowiązany do uiszczenia dodatkowych opłat, możesz przesłać fakturę VAT do naszego działu obsługi klienta. Wtedy zajmiemy się tym za Ciebie.",

    "ConditionsTitle1": "P: Czy adres dostawy może być inny niż adres rozliczeniowy?",
    "ConditionsDesc1": "O: Tak, ten adres może być inny. Możesz zmienić adres wysyłki podczas składania zamówienia. Zamówienia wysyłamy na podany adres do wysyłki.",
    "ConditionsTitle2": "P: Jak mogę anulować zamówienie?",
    "ConditionsDesc2Line1": "O: Jeśli Twoja płatność została zrealizowana, ale nie otrzymałeś/aś od nas potwierdzenia na adres e-mail, jak najszybciej skontaktuj się z nami. (Sprawdź swoją historię transakcji bankowych, aby potwierdzić, że płatność została zakończona.) Jeśli twoje zamówienie nie przejdzie na kolejny etap, możesz wrócić, aby ponownie złożyć zamówienie. Poprzednie zamówienie będzie automatycznie unieważnione.",
    "ConditionsDesc2Line2": "P: Proces zamówienia został przerwany. Co teraz?",
    "ConditionsTitle3": "O: Jeśli Twoja płatność została zrealizowana, ale nie otrzymałeś/aś od nas potwierdzenia na adres e-mail, jak najszybciej skontaktuj się z nami. (Sprawdź swoją historię transakcji bankowych, aby potwierdzić, że płatność została zakończona.) Jeśli twoje zamówienie nie przejdzie na kolejny etap, możesz wrócić, aby ponownie złożyć zamówienie. Poprzednie zamówienie będzie automatycznie unieważnione.",
    "ConditionsDesc3": "P: Moja karta nie została zaakceptowana jako metoda płatności, mimo że została wydana przez jedną z wyżej wymienionych organizacji międzynarodowych. Czemu tak się stało?",
    "ConditionsTitle4": "O: Przyczyny odrzucenia mogą być następujące:",
    "ConditionsDesc4Line1": "- Za mało środków - konieczne jest doładowanie konta.",
    "ConditionsDesc4Line2": "- Twoja karta znajduje się na 'czarnej liście' - została zgłoszona jako kradziona, zagubiona lub została zablokowana przez posiadacza karty.",
    "ConditionsDesc4Line3": "- Wydawca karty nie autoryzuje transakcji eCommerce - należy skontaktować się z bankiem, aby poprosić o aktywację tej usługi. Oczywiście wszystko zależy od rodzaju karty, ponieważ niektóre banki nie zezwalają na tego typu transakcje. W takiej sytuacji możesz spróbować ponownie z inną kartą.",
    "ConditionsTitle5": "- Nie można skontaktować się z bankiem, który wystawił kartę, a zdefiniowane limity 'stand-in' nie zezwalają na transakcje eCommerce lub istnieje określona maksymalna wartość transakcji. Musisz zadzwonić do obsługi klienta swojego banku pod numer telefonu znajdujący się na odwrocie karty kredytowej lub debetowej.",
    "ConditionsDesc5": "Bank wydający kartę to jedyne miejsce, w którym można uzyskać prawdziwe powody dotyczące problemów związanych z transakcją.",
    "ConditionsTitle6": "P: Czy dane mojej karty kredytowej są przechowywane na stronie internetowej?",
    "ConditionsDesc6": "O: Nie! Karta kredytowa jest obsługiwana przez firmę zewnętrzną, która przetwarza transakcję i gwarantuje, że żadna osoba lub podmiot nie będzie miał dostępu do żadnej informacji o karcie dzięki zastosowaniu najnowszych dostępnych technologii. W przypadku kart wydanych w innych organizacjach informacje te są szyfrowane przy użyciu zastrzeżonych algorytmów szyfrowania i przechowywane w środowiskach bez dostępu online lub zdalnego. Informacja jest przechowywana tylko przez wymagany na to czas, na wypadek, gdyby posiadacz karty zażądał zwrotu środków.",
    "ConditionsTitle7": "P: Czy muszę opłacić podatek?",
    "ConditionsDesc7": "O: Nie, na wszystkich paczkach umieszczamy informację, że jest to prezent/próbka, aby klienci nie musieli ponosić dodatkowych kosztów. Istnieje małe ryzyko sprawdzenia paczki przez odpowiednie organy państwowe, a gdy dojdzie do sytuacji, w której jesteś zobowiązany do uiszczenia dodatkowych opłat, możesz przesłać fakturę VAT do naszego działu obsługi klienta. Wtedy zajmiemy się tym za Ciebie.",
    "ConditionsTitle8": "",
    "ConditionsDesc8": "",
    "ConditionsTitle9": "",
    "ConditionsDesc9": "",
    "ConditionsTitle10": "",
    "ConditionsDesc10": "",
    "ConditionsTitle11": "",
    "ConditionsDesc11": "",
    "ConditionsTitle12": "",
    "ConditionsDesc12": "",

    "ShippingReturnsTitle1": "Pakowanie",
    "ShippingReturnsDesc1Line1": "Towary ogólne: w ciągu 24 godzin od potwierdzenia zamówienia.",
    "ShippingReturnsDesc1Line2": "Towary niestandardowe: 3-5 dni roboczych",
    "ShippingReturnsDesc1Line3": "Gdy paczka jest już gotowa, nasz dział logistyczny profesjonalnie wybierze szybki i wygodny sposób wysyłki w zależności od miejsca docelowego. Jednocześnie możesz skorzystać z zewnętrznego linku systemu wysyłkowego, który udostępnimy w wiadomości e-mail, gdy tylko paczka przejdzie do statusu do realizacji zamówienia.",
    "ShippingReturnsTitle2": "Czas dostawy",
    "ShippingReturnsDesc2": "Przeważnie czas dostawy wynosi około 5-8 dni roboczych. Jednak w różnych krajach ten okres czasu może być trochę inny. Proszę zwrócić uwagę na informacje o wysyłce w systemie wysyłkowym. W przypadku pojawienia się wszelkich problemów, prosimy o kontakt z nami.",
    "ShippingReturnsTitle3": "Śledź swoje zamówienie",
    "ShippingReturnsDesc3Line1": "Używamy zewnętrznego systemu wysyłkowego, aby ułatwić dostęp do informacji o dostawie.",
    "ShippingReturnsDesc3Line2": "Wystarczy wypełnić puste pola z tymi samymi informacjami, które zostały użyte podczas składania zamówienia, a dzięki temu możesz uzyskać dostęp do informacji o wysyłce.",
    "ShippingReturnsDesc3Line3": "Potrzebne informacje:",
    "ShippingReturnsDesc3Line4": "Imię",
    "ShippingReturnsDesc3Line5": "Nazwisko",
    "ShippingReturnsDesc3Line6": "E-mail",

    "PrivacyDesc1": "Nasza strona internetowa szanuje prywatność naszych gości/klientów, i jest to dla nas sprawa priorytetowa. Aby dostarczać lepsze usługi i aby zrozumieć, w jaki sposób Twoje informacje są wykorzystywane przez naszą stronę internetową, poniżej wyjaśniamy kwestie dotyczące naszej polityki prywatności.",
    "PrivacyTitle2": "1. Informacje, które gromadzimy",
    "PrivacyDesc2": "Uważamy, że ważne jest, aby wiedzieć, jakie typy informacji gromadzimy. Informacje te obejmują adres e-mail, imię i nazwisko, nazwę firmy,  nazwa ulicy, kod pocztowy, miasto, kraj, numer telefonu, hasło, itd.",
    "PrivacyTitle3": "Rejestracja i zamawianie",
    "PrivacyDesc3": "Podczas rejestracji nasz system będzie przechowywać tylko dane dotyczące Twojego konta, hasła i adresu e-mail. Podczas tworzenia zamówienia zostaną dostarczone informacje o wysyłce i dane kontaktowe. Jeśli napotkamy problem podczas przetwarzania zamówienia, możemy użyć podanych przez Ciebie danych osobowych do skontaktowania się z Tobą.",
    "PrivacyTitle4": "Adresy e-mail:",
    "PrivacyDesc4": "Twój adres e-mail służy do rejestracji i składania zamówień online. Na twój adres e-mail wyślemy również nasze oferty promocyjne, gdy wprowadzimy nowe produkty. Oczywiście możesz również zrezygnować z subskrypcji powiadomień o promocjach.",
    "PrivacyTitle5": "2. Wykorzystanie informacji",
    "PrivacyDesc5Line1": "- Pomaga nam uczynić stronę internetową łatwiejszą w użyciu, przez co nie musisz ponownie wprowadzać danyc.",
    "PrivacyDesc5Line2": "- Pomaga nam szybko znaleźć informacje, produkty i usługi.",
    "PrivacyDesc5Line3": "- Pomaga nam tworzyć na stronie internetowej treści, które są dla ciebie najbardziej odpowiednie.",
    "PrivacyDesc5Line4": "- Ostrzega o nowych informacjach, produktach i usługach.",
    "PrivacyTitle6": "3. Bezpieczeństwo prywatności",
    "PrivacyDesc6": "Nie będziemy sprzedawać (ani wymieniać, ani wynajmować) twoich danych osobowych innym firmom. Używamy również najnowszych technologii szyfrowania, aby zapewnić bezpieczeństwo informacji. Wszyscy zatrudnieni przez nas pracownicy muszą podpisać umowę o zachowaniu poufności, która zabrania im ujawniania jakichkolwiek informacji innym osobom lub podmiotom."
}