{
    "TabHome": "首页",
    "TabCategory": "分类",
    "TabCart": "购物车",
    "TabMine": "我的",
   
    "CategoryViewAll": "全部",

    "CartUseCouponTitle": "使用优惠码",
    "CartUseCoupon": "请选择优惠码",
    "CartProductTitle": "商品列表",
    "CartDeleteTitle": "确认删除此产品吗？",
    "CartNoCoupon": "暂无优惠码", 
    
    "Setting": "设置",
    "MineWelcome": "你好, {{name}}",
    "MineViewedTitle": "最近浏览",
    
    "SettingChangePassword": "修改密码",
    "SettingCurrentCountry": "当前国家",
    "SettingCurrentLanguage": "当前语言",
    "SettingCurrentCurrency": "当前货币",

    "SettingChangeUserInfo": "修改用户信息",
    "SettingAvatar": "头像",

    "ChangeCurrencyTitle": "修改货币",
    "ChangeLanguageTitle": "修改语言",

    "AddressNewBtn": "添加新地址",
    "AddressEditTitle": "编辑地址",
    "AddressDeleteTitle": "确认删除此地址吗？",

    "ProviceListTitle": "省份列表",
    "CountryListTitle": "国家列表",
    
    "LoginSignIn": "登录",
    "LoginSignUp": "注册",
    "LoginSignOut": "登出",
    "LoginEmail": "电子邮箱",
    "RegistJoinText": "通过加入，您同意我们",
    
    "ForgotPwdSendCode": "发送验证码",
    "ForgotPwdVerifiCode": "验证码",
    "ForgotPwdResetPwd": "重置密码",
    
    "ProductSortTitle": "排序",
    "ProductTotalTitle": "个",
    
    "DetailNoSelectedAttr": "请选择",

    "ShippingTitle": "下单页面",
    "ShippingMethod": "邮寄方式", 

    "PaymentTitle": "支付页面",
    "PaymentCreditCard": "信用卡",
    "PaymentDebitCard": "储蓄卡",
    "PaymentNullBank": "您订单的当前货币不支持借记卡付款。",

    "PaymentResultTitle": "支付结果",

    "ContactUsSubmitFail": "提交失败",
    
    "FirstNameNull": "请输入姓",
    "LastNameNull": "请输入名",
    "AddressLine1Null": "请输入街道地址",
    "CityNull": "请输入城市",
    "ProvinceNull": "请输入省份",
    "PostCodeNull": "请输入邮政编码",
    "CountryNull": "请选择国家",
    "TelephoneNull": "请输入电话号码",
    "EmailNull": "请输入邮箱地址",
    "CardNoNull": "请输入信用卡卡号",
    "CardDateNull": "请输入信用卡有效时间",
    "CardCVVNull": "请输入信用卡CVV",
    "PasswordNull": "请输入密码",
    "ConfirmPasswordNull": "请确认密码",
    "PasswordNotMatch": "输入密码不一致",
    "OldPasswordNull": "请输入旧密码",
    "NewPasswordNull": "请输入新密码",

    "CommoneWaitting": "请稍等...",
    "CommoneSearchHint": "请输入商品名称",
    "CommonNoData": "暂无数据",
    
    "CommonPullingText": "下拉刷新",
    "CommonRefreshingText": "正在刷新...",
    "CommonLoadingText": "加载更多数据...",

    "CommonOk": "确定",
    "CommonConfirm": "确认",
    "CommonSuccess": "成功",
    "CommonFail": "失败",

    "QuitAppTitle": "您要退出APP吗?",
    "QuitBtn": "退出",
    "TimeoutTitle": "请求超时,请稍后再试!",

    "DownloadProgress": "已下载 {{progress}}",
    
    "HomeNewArrival": "Novos produtos",
    "HomeBestSeller": "Mais vendidos",

    "CartFreeShippingInfo": "COMPRE {{price}} EM PRODUTOS E RECEBA FRETE GRATUITO.",
    "CartCheckout": "Pagar", 
    "CartSubTotal": "Total de carrinho", 
    "CartGrandTotal": "Sub Total",
    "CartApplyText": "Aplicar",

    "MineCouponHint": "Crie uma conta e receba um código de cupom!",
    "MyOrder": "Meu pedido",
    "MyFavorites": "Meus favoritos",
    "MyCoupon": "Meus cupons",
    "MyAddress": "Meu endereço",

    "SettingOldPwd": "Senha atual",
    "SettingNewPwd": "Senha nova",
    "SettingConfirmPwd": "Confirmar senha",
    "SettingFirstName": "Nome",
    "SettingLastName": "Sobrenome",

    "AddressLine1": "Linha 1 Endereço",
    "AddressLine2": "Linha 2 Endereço",
    "AddressCity": "Cidade",
    "AddressProvince": "Estado/ Província",
    "AddressPostalCode": "Código de endereço postal",
    "AddressCountry": "País/ Região",
    "AddressPhoneNumber": "Número de telefone",
    "AddressPhoneNumber2": "Número de telefone 2",
    "AddressEmail": "E-mail",

    "LoginPassword": "Senha",
    "LoginGender": "Gênero",
    "LoginGenderFemale": "Mulher",
    "LoginGenderMale": "Homem",
    "LoginForgotPwd": "Esqueceu a sua senha?",
    "PasswordHint": "Sua senha deve conter pelo menos 6 caráteres",

    "ProductSortType1": "Recomendados",
    "ProductSortType2": "Preço mais alto ao mais baixo",
    "ProductSortType3": "Preço mais baixo ao mais alto",

    "DetailColorTitle": "Cor",
    "DetailDescFeatures": "DESCRIÇÃO E CARACTERÍSTICAS",
    "DetailShippingReture": "FRETE E DEVOLUIÇÃO GRATUITOS",
    "DetailWhenShipTitle": "Quando o meu pedido será enviado?",
    "DetailWhenShipContent1": "Em geral, todos os pedidos são processados e enviados dentro de 24 horas.",
    "DetailWhenShipContent2": "O pedido será enviado dentro de 24 horas. Após realizar um pedido, enviaremos você um número de seguimento por e-mail e lhe entregaremos os detalhes para consulta.",
    "DetailCanShipTitle": "Pode enviar ao meu país?",
    "DetailCanShipContent": "Podemos. Podemos enviar tanto produtos individuais quanto pedidos maiores a mais de 100 países.",
    "DetailEasyReturnsTitle": "Devoluções fáceis até 365 dias",
    "DetailEasyReturnsContent": "A sua satisfação é muito importante para a gente. Se, por qualquer razão, você não estiver satisfeito com o produto, pode solicitar a devolução do custo total e qualquer taxa associada até 365 dias úteis após recebê-lo. Para receber crédito a favor da troca ou saldo na sua conta, os produtos devolvidos tem que estar em condição nova, sem uso ou desgaste, com as etiquetas e stickers originais. Produtos considerados usados, sujos ou sem etiquetas podem ser devolvidos ao comprador ao custo dele e sem reembolsar o monto. Roupas de banho femininas podem ser devolvidas desde que o protetor sanitário esteja nelas. Roupas de baixo e produtos personalizados não podem ser devolvidos. Dado que o comprador é responsável por produtos perdidos durante frete,o comprador deve obter um número de seguimento para a devolução do produto.",
    "DetailAddToCart": "PÔR NA CESTA",

    "ShippingFastShipping": "FRETE RÁPIDO",
    "ShippingFastShippingDesc": "O pedido será enviado dentro de 24 horas.",
    "ShippingPlaceOrder": "FAÇA UM PEDIDO",    
    "ShippingQty": "Quantidade",
    "ShippingPaymentMethodHint": "Visa Card, Master Card, Debit Card, JCB, American Express",    

    "PaymentShippingAddress": "Endereço de frete",
    "PaymentBillingAddress": "Direção de faturação",
    "PaymentMethod": "Modo de pagamento",

    "PaymentCardNumber": "Número de cartão",
    "PaymentCardDate": "Data de expiração",
    "PaymentCardCVV": "CVV2/CSC",
    "PaymentPayNow": "Pagar agora",

    "OrderStatusForPending": "OrderStatusPendding=Pendente",
    "OrderStatusForFail": "Sem sucesso",
    "OrderStatusForSuccess": "Aprovado",
    "OrderStatusForDelay": "Retrasado",

    "OrderNo": "Número de pedido",
    "OrderDate": "Data de pedido",
    "OrderTotal": "Total",
    "OrderToDetail": "Ver pedido",
    "OrderToPay": "Continuar pagamento",

    "OrderDetailTitle": "Detalhes de pedido",

    "AboutUs": "Sobre nós",
    "ConditionsOfUse": "Condições de uso",
    "ShippingReturns": "Frete e devolução",
    "PrivacyNotice": "Privacidade",
    "ContactUs": "Contato",

    "ContactUsType": "Tipo",
    "ContactUsTitle": "Título",
    "ContactUsMessage": "Mensagem",
    "ContactUsTypePayment": "Sobre o pagamento",
    "ContactUsTypeShip": "Sobre o frete",
    "ContactUsTypeOther": "Outro",
    "ContactUsTypePlaceholder": "Escolher tipo",
    "ContactUsTitlePlaceholder": "Inserir título",
    "ContactUsMessagePlaceholder": "Inserir mensagem",
    "ContactUsSubmitSuccess": "Enviado",

    "CommonDelete": "Apagar",
    "CommonCancel": "Cancelar",
    "CommonSubmit": "Enviar",
    "CommonEdit": "Editar",
    "CommonSave": "Guardar",
    
    "paymentCvvMsg1": "É o número de verificação de 3 dígitos dos cartões Visa, Mastercard, Discover.",
    "paymentCvvMsg2": "Para sua segurança, pedimos que digite o número de verificação do seu cartão.",
    "paymentCvvMsg3": "O número de verificação é um número de 3 dígitos impresso no verso do seu cartão. Aparece à direita do seu número de cartão.",
    "paymentCvvMsg4": "É o número de verificação de 4 dígitos dos cartões American Express",
    "paymentCvvMsg5": "Para sua segurança, pedimos que digite o número de verificação do seu cartão.",
    "paymentCvvMsg6": "O número de verificação dos cartões American Express é um número de 4 dígitos impresso na frente do seu cartão. Aparece à direita do número do seu cartão.",

    "PaymentResultFail1": "Prezado cliente",
    "PaymentResultFail2": "Lamentamos que seu pagamento com VISA tenha sido retrasado. Por favor, espere sem se preocupar, um e-mail de confirmação será enviado assim que o pedido seja pago.",
    "PaymentResultFail3": "Ou pode tentar pagar com MasterCard e, se o pagamento for realizado, cancelaremos o pagamento com VISA e garantimos você que só pagará um dos pedidos.",

    "AboutUsTitle1": "1. Site seguro",
    "AboutUsDesc1": "Como companhia responsável, faremos tudo o que estiver ao nosso alcance para que sua compra seja segura. Para isso, usaremos tecnologias para proteger a segurança e privacidade de suas informações. O que fazemos é lhe oferecer uma experiência de compra prazenteira e segura.",
    "AboutUsTitle2": "2. Grande serviço",
    "AboutUsDesc2": "Nosso representante de serviço ao cliente ficará encantado de lhe ajudar a achar os produtos adequados para você as 24 horas do dia online. Quando você completar sua ordem, receberá um e-mail de confirmação em até uma hora. Para outras consultas, responderemos em até 12 horas.",
    "AboutUsTitle3": "3. Política de devolução sem obstáculos",
    "AboutUsDesc3": "Estamos compromissados com a sua satisfação, pelo que oferecemos uma política de devolução de 15 dias de satisfação garantida. Para mais informação, por favor, veja “Política de devolução”.",
    "AboutUsTitle4": "4. Boa qualidade a bom preço",
    "AboutUsDesc4": "Nossos produtos vêm diretamente do fabricante. Além de reduzir custos, isto garante qualidade. Não temos uma quantidade mínima por ordem e entregamos produtos e serviços melhores.",
    "AboutUsTitle5": "5. Forma de pagamento mais popular",
    "AboutUsDesc5": "Os cartões de crédito são a forma de pagamento mais conveniente e que fornece maior segurança durante as compras.",
    "AboutUsTitle6": "6. Livre de taxas em todo o mundo",
    "AboutUsDesc6": "Onde você estiver, não tem que pagar impostos. No caso pouco provável de que você tenha que pagar taxas, pode mandar o recibo ao nosso serviço ao cliente e resolveremos o problema para você.",

    "ConditionsTitle1": "Estamos compromissados com a sua satisfação. Oferecemos uma política de devolução completa aos nossos clientes. Se você achar algum problema em nossos produtos, por favor, nos contate antes de devolvê-los.",
    "ConditionsDesc1": "Reparo",
    "ConditionsTitle2": "Até três meses após a data de envio online, se os produtos apresentarem problemas de qualidade (devido a fatores não humanos ou dano externo causado por problemas de durabilidade), pode enviar eles de volta para seu reparo (o comprador paga os custos de frete). Quando o produto for recebido, será revisado por nosso departamento de Controle de Qualidade para conferir que a natureza do problema corresponde a fatores humanos ou dano externo causado por problemas de durabilidade. Nesse caso, o produto será reparado e enviado de volta (o vendedor paga os custos de frete). Você também poder ir ao centro de manutenção para reparar o produto e nos enviar uma cópia do recibo para devolver você o dinheiro.",
    "ConditionsDesc2Line1": "Advertência: O custo de reparo não será reembolsado se os problemas de qualidade forem causados por fatores humanos ou dano evitável.",
    "ConditionsDesc2Line2": "Troca",
    "ConditionsTitle3": "Problemas não relacionados à qualidade do produto",
    "ConditionsDesc3": "Até 7 dias após a data de envio online, se os produtos apresentarem problemas sérios em cor e tamanho, podem ser devolvidos e trocado se cumprirem com as seguintes condições:",
    "ConditionsTitle4": "1. Os produtos devem estar na embalagem original.",
    "ConditionsDesc4Line1": "2. Os produtos não devem ter sido usados e não devem apresentar marcas para que possam ser vendidos novamente.",
    "ConditionsDesc4Line2": "3. Depois dos produtos serem enviados intatos e sem defeitos, enviaremos você um produto novo.",
    "ConditionsDesc4Line3": "Problemas de qualidade",
    "ConditionsTitle5": "Até 30 dias após a data de envio online, se os produtos apresentarem problemas de qualidade (devido a fatores não humanos ou dano externo causado por problemas de durabilidade), pode enviar eles de volta para seu reparo (o comprador paga o custo do frete). Quando o produto for recebido, será revisado por nosso departamento de Controle de Qualidade para conferir que a natureza do problema é fatores humanos ou dano externo causado por problemas de durabilidade. Nesse caso, o produto será reparado e enviado de volta (o vendedor paga o custo do frete).",
    "ConditionsDesc5": "Advertência: O custo de reparo ou troca serão assumidos pelo comprador se os problemas de qualidade forem causados por fatores humanos ou dano evitável.",
    "ConditionsTitle6": "Devolução e reembolso parcial",
    "ConditionsDesc6": "Nosso site não realiza reembolsos totais por problemas não ligados à qualidade do produto, por exemplo:",
    "ConditionsTitle7": "- A cor é diferente da cor mostrado na tela (isto pode ser causado pelas diferentes resoluções dos diferentes dispositivos)",
    "ConditionsDesc7": "- O produto não é o que você esperava.",
    "ConditionsTitle8": "- Você não está satisfeito com o produto.",
    "ConditionsDesc8": "Até 7 dias após a data de envio online, se você deseja devolver os produtos por alguma destas razoes, deve reenviar o produto na sua embalagem original (o comprador assume o custo do frete). Após recebermos os produtos intatos, descontaremos o custo do serviço e envio e lhe daremos um reembolso parcial.",
    "ConditionsTitle9": "Devolução e reembolso total",
    "ConditionsDesc9": "Até 7 dias após a data de envio online, se os produtos apresentarem problemas de qualidade, reembolsaremos você o custo.",
    "ConditionsTitle10": "Advertência: O custo de devolução ou troca serão assumidos pelo comprador se os problemas de qualidade forem causados por fatores humanos ou dano evitável.",
    "ConditionsDesc10": "Se você tiver alguma pergunta, envie um e-mail a nosso Serviço ao Cliente e mandaremos os detalhes para a devolução.",
    "ConditionsTitle11": "",
    "ConditionsDesc11": "",
    "ConditionsTitle12": "",
    "ConditionsDesc12": "",

    "ShippingReturnsTitle1": "Embalagem",
    "ShippingReturnsDesc1Line1": "Produtos em geral: 24 horas após confirmação do pedido.",
    "ShippingReturnsDesc1Line2": "Produtos personalizados: 3 a 5 dias úteis",
    "ShippingReturnsDesc1Line3": "Uma vez o pacote está pronto, nosso departamento de logística escolherá a forma mais conveniente e rápida de enviar o produto a destino. Você também pode usar o link de rastreamento da empresa depois do pacote ser despachado para acompanhar seu pedido.",
    "ShippingReturnsTitle2": "Tempo de entrega",
    "ShippingReturnsDesc2": "Em geral, o tempo de entrega é 5 a 8 dias úteis. Porém, o tempo pode registar pequenas variações dependendo do pais. Por gentileza, preste atenção às informações de frete no sistema e, se tiver algum problema, nos contate.",
    "ShippingReturnsTitle3": "Acompanhe seu pedido",
    "ShippingReturnsDesc3Line1": "Usamos uma empresa externa para ajudar você acessar as informações do frete.",
    "ShippingReturnsDesc3Line2": "Só precisa preencher as lacunas com as mesmas informações que você utilizou para realizar o pedido e poderá acessar as informações do frete.",
    "ShippingReturnsDesc3Line3": "Dados necessários:",
    "ShippingReturnsDesc3Line4": "Nomes",
    "ShippingReturnsDesc3Line5": "Sobrenomes",
    "ShippingReturnsDesc3Line6": "E-mail",

    "PrivacyDesc1": "Nosso site respeita a privacidade dos seus visitantes e clientes, a qual é extremamente importante para nós. Para fornecer um melhor serviço e ajudar você compreender o jeito no qual suas informações são usadas nosso site, explicaremos a nossa política de privacidade a seguir.",
    "PrivacyTitle2": "1. Informações coletadas",
    "PrivacyDesc2": "Acreditamos na importância de você saber que informações coletamos. Estas incluem seu e-mail, nome, nome da sua companhia, endereço, CEP, cidade, país, telefone, senha, entre outros.",
    "PrivacyTitle3": "Cadastro e pedidos",
    "PrivacyDesc3": "Ao se cadastrar, nosso sistema só mantém a sua conta, senha e e-mail. Quando você realiza uma ordem, deve fornecer as informações necessárias para o frete e seu contato. Se houver algum problema com o processamento da ordem, podemos usar as suas informações pessoais para contatar você.",
    "PrivacyTitle4": "E-mail:",
    "PrivacyDesc4": "Seu e-mail é usado para o cadastro e pedidos online. Também lhe enviaremos notificações quando novos produtos chegarem. Naturalmente, você pode se descadastrar do boletim de promoções.",
    "PrivacyTitle5": "2. Uso das informações",
    "PrivacyDesc5Line1": "- Nos ajuda a fazer o site mais fácil de usar para você. Não precisa digitar suas informações de novo.",
    "PrivacyDesc5Line2": "- Nos ajuda a localizar as informações produtos e serviços com maior rapidez.",
    "PrivacyDesc5Line3": "- Nos ajuda a criar conteúdo mais relevante para você.",
    "PrivacyDesc5Line4": "- Mantem você a par das novas informações, produtos e serviços.",
    "PrivacyTitle6": "3. Segurança e privacidade",
    "PrivacyDesc6": "Não venderemos (trocaremos ou alugaremos) a suas informações pessoais a outras companhias. Usamos a última tecnologia de codificação para garantir que as suas informações estão seguras e todos nossos empregados devem assinar um acordo de confidencialidade que proíbe eles revelar quaisquer informações a outros indivíduos ou entidades."
}